"Bys poradil investorům pro rok 2025, ale je nutné samozřejmě transparentní říci, že některé věci se nepovedly. A proto ti lidi nemají žádné výsledky nebo mají výsledky mizerrné událost, která se stane jednou za 25 let. Haló, vítejte v akciích. Jsme se rozčílil ty jo. Na dovolené ještě jednou. Takže čaute, zdraví vás tady ze zahraničí, kde jsem šel oslavit ten minulý rok, který byl docela povedený, ale o tom ještě budeme mluvit, jak investičně, tak I osobně. A vlastně šel jsem zde naplánovat jak investičně, tak I osobně rok příští, to znamená rok 2025. O tom jsem mluvil I v minulém videu, že tohle dělám, za mě to extrémně podstatné. Já jsem se vás ptal na Instagramu, na nějaké otázky třeba na mě, protože víceméně většinou ty videa jsou samozřejmě finančně zaměřené, nějaké know how, nějaké znalosti. Dneska bych to chtěl více mít uvolněné, ať je to více o vás, Já odpovídám, co vás zajímá. Takže si vemte nějaké kafe, pivko, čaj, co máte rádi a pojďme na to. Adam se ptá, jak je na tomto to své portfolio? Jinak díky nakopil si mě do investic a daří se mi. Já se osobně myslím, že když se člověku daří, tak a makal samozřejmě na to, aby se mu dařilo, tak by se měl nějakým způsobem pochválit a já cítím v tom ministu nějakých už 10 let a já cítím, že poslední dva, tři, čtyři roky opravdu ta složené určení nejenže funguje v nějakým způsobem ve financích, ale funguje samozřejmě I v tom, co víme. Pořád nabalujeme nějaké ty znalosti a že člověk šikovný a aplikuje je, tak samozřejmě pak má lepší výsledek. Já to samé cítím I teďka v těch znalostech v investicích. Takže konečně těch šest let předchozích teďka konečně ty 4 roky opravdu zužitkovávám a opravdu se mi daří. Minulý rok se moje celé akciové portfolio bezkryptshodnotilo o nějakých 457, letos je to lehce zase akciové portfolio pod 30 což bez krypttám mi přijde docela fajn. Co se týče jenom akcií a samozřejmě lidi, co mají I 50, 80, 100, svého portfolia v kryptu, tak tenhle I minulý rok slaví. Hele, 30 to je nic, to mám za dva měsíce. Nutné říct, že vždycky musíte samozřejmě hodnotit I rizikovost toho portfolia. Samozřejmě portfolio složené skripta je daleko daleko více rizikoujší, volatelnější a vyššíšhar prejujou, než má akciové portfolio. Proto já třeba považuju cokoliv nad 20 ročně nebo I kolem 20 ročně jako naprostý nadstandard Standard. Já obrovské riziko, že bych měl všechno portfolio v skryptu nebo v nějakých rizikových akcí už dneska podstupovat nechci. Já mám pocit, že v posledních dvou letech a spíše I rok 2024 jsem to portfolio opravdu dobře strategicky vyvážil, co se týče nějakých hodnotových akcí, dividend, ETF, růstových akcí I nějakých spekulací opravdu portfolio dneska dobře vyvážené. Strategicky rozložené, protože ono beze srandy, jinak tomu přistupujete trošku jinak, když jsem měl já v roce 2014 100 tisíc korun v akciích, než když máte potom milion, když máte 10 milion, když máte 50 milionů a tak dále. Já jsem si všemi těmito levely prošel a v každém tom levelu opravdu vím se musíte posunout výše, aby vás to prostě neselelo. Telelo rok se povedlo opravdu spoustu investic. Samozřejmě musím zmínit Palmty, který za necelé 3 roky udělal sedmi násobek, mé původní investice. Povedli se ale investice do VBDčka, kde jsem reali reali jazyk z vyšší desítky%. Samozřejmě jel I Bigtech, do kterého já jsem namočený posledních x let. Je nutné samozřejmě transparentní říct, že některé věci se nepovedly. Nebo nepovedly se tak rychle, jak jsem očekával, to znamená, že ta investice, než se vyplatí pravděpodobně, bude trvat déle, než já jsem původně očekával. Samozřejmě musím zmínit CVSko, které prostě tenhle rok klesalo více než jsem čekal. Nepovedla se, nebo respektive stále je v mínusu I moje investice do stélantisu nebo například Porše. Zase neznamená, že jsem tenhle rok na nich v mínusu nějakých 10, 15 na těchhle akcích, že příští rok na nich nebudu v puse. Ale ano, očekával jsem, že ten postup nahoru bude rychlejší. Každopádně už jenom podle toho výsledku, že to zhodnocení je lehce po 30 tento rok jde vidět, že samozřejmě těch dobrých investic bylo násobně více než těch špatných. Všechny tyhle investice samozřejmě transpar jdou vidět na Patreonu. Dále se ptá Tomáš, proč se říká, že jsou investoři na vrcholku kapitalismu? Ono se to říká, proč vlastně jsou investoři vždycky na tom vrcholku kapitalismu, protože prostě ztělesňují nějaké ty základní znaky. Toho kapitalismu, volný trh, soukromé vlastnictví a samozřejmě tvorbu zisku a postupování nějakého rizika. V tom kapitalismu vlastně investoři spravují kapitál, což jim dává nějakou možnost ho prostě alkovat a rozhodovat o tom, které věci porostou a které neporostou. Protože peníze rozhodují o tom, jestli dá firma a akcie jednoduše poroste. Investoři na rozdíl v podstatě zaměstnanců, ale I podnikatelů vydělávají peníze nezávisle na svém čase. Je jako podnikatel, ale ani jako zaměstnanec není nikdy nezažijete. Myslím tím dividendy, úroky, nájmy, samozřejmě z bytů a nebo tím, že vám roste cena akcie na ceně. Můžu být tady a může mít cena akci Applu prostě růst, tím pádem já vydělávám. A přitom natáčím tohle video. Investoři nepracují pro peníze, ale peníze pracují jednoduše pro ně. Další zásadní věc, proč jsou investoři navrkou kapitalistického řetězce, je samozřejmě to, že ve většině zemích jsou investoři, daňově zvýhodnění a je to samozřejmě I v České republice, protože když máte příjem jako podnikatel nebo příjem jako zaměstnanec, vždycky vám stát ten příjem z daní. Ano jsou nějaké jednoduché pomůcky, nějaké daňové zvýhodnění, pokud máte děti, hypotéku, bla, bla, ale samozřejmě to, co už není tak dobře zdanitelné, je hodnota majetku. Investorům prostě jednoduše majetek se zvedá a za určitých podmínek, o kterých jsme už tady milionkrát mluvili, časové, množství testy, daňová optimalizace, tak z Losharvesting a podobně, investoři nejsou zdanění, jejich majetek není zdaněný. Proto je obrovská výhoda být investor a znát pravidla hry. Tohle jako zaměstnanec nikdy nezažijete. Nebo samozřejmě pouze jako zaměstnanec nikdy nezažijete. Investoři taky samozřejmě podstupují riziko a za to riziko jsou odměňování. To je základ kapitalismu, že podstupuje nějaké riziko. A vlastně ta největší voda je samozřejmě složené určení, kdy opravdu mozek většiny lidí je nějak lineárně nastaven, že spoří a prostě stovky ke stovce, ale máte tři stovky. Ale vy víte, pokud investujete, že takhle to není. Pokud máte investované tři stovky, máte investované dobře, tak vám se ten majetek zvyšuje exponenciálně. To znamená, čím déle investujete, čím víc peněz máte, tím rychleji ty peníze prostě jednoduše rostou, tím rychleji vy absolutně bohatdnete. To je exponenciální růst, který zažívají pouze investoři lidí, kteří mají zainvestované peníze. Jaký je podle tebe ideální interval, když dělám DC do trhu? Tedy postupně nakupuju? Podívej ono na těch intervalech vlastně a vliv na celkové výsledky toho tvého portfolia až tak nezáleží. Pokud budeš investovat 510 let nebo I víc, samozřejmě 20 let, tak na tom nezáleží ještě tuplem víc. Jednoduše jsou tam extrémně minimální v tomhle rozdíly, ale řeknu nějakou obecnou poučku, pokud jí chceš dělat, já se jí taky držím. Čím více volatelnější tu aktivu mě, tím kratší ty intervaly dCčka bych dělal. Jednoduše dám příklad, jak to dělám já. Co se týče Bitcoinu, tak já do Bitcoinu posledních pět let. Dříve jsem do Bitcoinu investoval jednou týdně, nyní do Bitcoinu poslední roky, to znamená dva, tři roky, investustu každý den. Proč to dělám? Protože bitcoin je volalní aktivum. Více skáče dělat 6, 7, 8% nahoru ale I dolů, v nějakých dnech není to bitcoin až takový problém. Ale pokud se bavíme třeba o ETFkách, indexu as+P v Ywand, do kterých taky investu, poslední 7 let, tak tam ty intervaly mám nastavené buď jednou za 14 dní nebo jednou za měsíc, protože samozřejmě index esP PTF, ty neudělá plus nebo 8 za den. To by musela být nějaký naprosto vyjímečná událost, která se stane jednou za dvacet pět let. Je důležité si akorát dávat pozor těch kratších intervalů jednou denně, aby tě prostě nesežrali poplatky. Protože pokud budeš do Bitcoinu investovat každý den a budeš tam platí šílený poplatek, tak samozřejmě tě to naprosto zežere. V tom případě prostě investuji pak například třeba jednou měsíčně pokud máš nějakou špatnou směnárnu, špatnou burzu nebo prostě máš drahou burzu, drahou směnárnu. Pokud bych měl být ale úplně obecný, tak pro většinu lidí je prostě jednou měsíčně naprosto OK. Nemusíte si to nějakým způsobem stěžovat, pokud nechcete a dělejte to jednou měsíčně a jste úplně OK. Dále se ptá Jirka, co bys poradil investorům pro rok 2025, ale spoustu věcí. Hlavně je vydržte u investování, prostě všichni víme, že investování je o strategii disciplíně a samozřejmě v dlouhém investičním horizontu nebo vydržet nějakou dobu. Čím déle budete investovat, čím déle se v tom budete vzdělávat, tím lepší investor budete, tím I lepší výsledky být budete. A jelikož investování je nás v těch krásných věcí, která vám opravdu vydělává peníze, čím lepší to budete, tím víc peněz budete vydělávat. Investování je skil, je to opravdu dovednost, která se dá naučit stejně jako mluvení anglicky, vaření nebo jízda na kole. Sestavte si portfolio, ve kterém hlavně vy budete. Oukej, které bude vyvážené do jednotlivých akcí podle vaší rizikovosti, co jste schopni zvládnout. Podle po kolika budete mít hotovosti o tom ještě budeme mluvit dále. Kolik třeba já vnímám, že je fajn mít hotovosti v portfoliu, ale to bude další otázka. Pak kolik tam máte třeba ETF, kolik tam máte různých alternativních aktiv, kolik tam máte kryptoměn, opravdu je důležité, aby vás to portfolio bavilo a abyste u něj vydrželi, aby se to do něj opravdu poctivě nějakým způsobem přispívali. Opravdu nefunguje jedno portfolio pro všechny, kdyby to bylo tak jednoduché, tak jsme všichni bohatí, opravdu to tak není a ze začátku se buď musíte poradit s někým, kdo tomu rozumí a nebo třeba roky zkoušet. Já jsem se opravdu první tři roky v tom plot celá plácal, jo. Já jsem zkoušel, co mě baví, co funguje, zkoušel jsem si strategie, neměl jsem nějakého mentora, možná vězte nebo ne, ale před 10 lety, když jsem já začíná, opravdu nefungovali nějací tu dveří, kteří by vám řekli, jo, vem si tohle broukrát, tady tohle je to je to v kokup. Přemýššle nad tím takhle, hele nedávej ty peníze tam jo. Kdybych já měl sebe před 10 lety a točil někdo tyhle videa, tak já jsem daleko dál než jsem teďka. Já jsem si tím blátem prošlapal se sám a musel jsem se v sebe vzdělávat nějakým sám a pokusy omyly. Takže věřte mi, že tahle doba je pro lidi, kteří dnes začínají opravdu v investování násobně lehčí, než jsem měl já. A věřte mi, že doba před 10 lety, když jsem začínal já, tak byla zase lehčí, než to měl můj táta, který začínal před 30 lety. Jo, takže tak. A možná někteří teď na mě budete naštvaní, přesto čekali. Ale ono, já jsem čekal, že mi konečně řekne 4 akce, které udělají 100 x během následujících před měsíců. Ale pokud sledujete nějakou dobu ten můj Conent, tak můj Conent je to nejvíce konzervativní, co vlastně jde. Já se hlavně snažím neztratí peníze sobě, ale taky samozřejmě I Vám. Já se snažím to dělat co nejvíce zodpovědně. To vůbec lze tyhle videa, Abych nikomu hlavně neublížil a opravdu se snažím dělat u sebe, ale aby naučit nějakým způsobem I vás, že ta nejlepší cesta pro většinu, pro většinu, ne všechny, většinu lidí je konzervativně znehodnocovat majetek v akcích. To já tady dělám, nedělám žádný Gambliling. Z bohatnout přes noc na akcích se opravdu nedá, ale dá se na nich zbohatnost během několika let, pokud budete dělat principy a základy, o kterých my tady neustále spolu mluvíme. A věřte mi, v ono dělání těch základů vás dělá pokročilými, protože většina lidí v České republice nedělá ani ty základy. A proto ti lidi nemají žádné výsledky nebo mají výsledky mizerné. Protože jednoduše nemají žádnou strategii a nedělají ty základy neustále dokola. Pokud byste si vaší strategii chtěli nastavit a opravdu chtěli pro 2025 pro sebe, hlavně teda pro vaše peníze a vaše portfolio něco udělat, tak já jsem do své komunity na Patreon sepsal svoji investiční strategii pro příští rok, bude tam celý rok, I rok následující, bude viset všem na očích, zase jsem transparentní, musel jsem tu strategii lehce upravit, bude jiná než byla tenhle rok, protože ano, trhy se prostě mění. Jo, mě tady někteří lidi vždycky vyčítají. Ale Ondro jednou dáváš prostě hele, že FED bude snižovat úrokové sazby a pak za dva mi si tě říkáš, že právě plně zůstanou. Haló, vítejte v akciích. Jo, takhle to prostě v morální politice funguje v ekonomice. Jo, prostě ty Tyr se prostě mění. Takže ano, je dost možné, že jednou to vypadá, že to bude takhle a za dva měsíce vystoupí předseda FED, to znamená centrální americké banky a prostě se rozmyslí, no tak ty informace jsou fakt jiné, jo, pokud chcete chcete stále informace, tak běžte třeba rybařit, jo. To je prostě úplně něco jinýho. Pokud investujete do akciových trhů, tak mě vždycky tyhle komentáře trošku pobaví, protože jde vidět, že ti lidi nechápou ani ty základy. Takže prosím vás, akcie se vyvíjí. Akciový se trh se vyvíjí a dokonce se vyvíjí někdy ne ani ze dne na den, ale z hodiny na hodinu. A když dělám videa jednou týdně, tak ano, je pak možné, že ty informace jsou ze dne na den nebo z týdne na týden trošičku jiné. Ale není to moje chyba, je to prostě to, jak akciový trh a ekonomika funguje. A proto I já jsem musel do příštího roku změnit svoji strategii a tu opravdu najdete právě v tom daném článku, kde celou tu strategii krok po kroku opravdu shrnuli, kam hodla investovat jak a jednoduše kdy. Takže pokud by vás ten článek zajímá opravdu, pokud by měl být jeden článek, který si v mojí komunitě pro příští rok přečtete a nebudete číst už nic jiného, tak si přečtete prosím opravdu ten, protože věřím, že ten vám může vydělat opravdu pro příští rok nejvíce peněz a dal jsem se na něm záleží. Kdybych to nechtěl dodržovat, nevěřil bych tomu, tak bych to jednoduše nedávám patron. Před více než 6000 aktivních investorů, ziskových investorů, kteří tam dneska jsou. Pokud v komíě nejste, link na Patron máte jako vždycky v popisku videa. Dále se ptá Honza, co tě vede k natáčení investicích předplatných, na pattronu atd. Jak rozpoznat tyhle fake guru od lidí, kteří se reálně vyzna a vydělávají I investování tradinggem zajímavější částky. Hele proč to dělám, I když by nemusel? Velmi jednoduše. Nejoblíbenější odpověď. Někdy je ta nejlehčí, protože mi to sakra baví. Baví mě investice, baví mě o nich mluvit, baví mě o nich číst, baví mě je praktikovat, Baví mě byznys. Baví mě analyzování byznysu. Baví mě dělání byznysu. Baví mě čtení o byznysu. Baví mě peníze. Baví mě peníze utrácet. Baví mě peníze vydělávat. Baví mě přemýšlet o penězích. Proto tyhle videa dělám. Nic jiného v tommení. Baví, a já věřím, že hlavně chlap by měl být užitečný v životě a dělat to, co v tom je dobrý. Já očividně neumím operovat, neumím léčit lidi, neumím opravovat věci, neumím stavět věci, nejsem inženýr. Co umím a co dělám poměrně už dlouho je investování. Nějaké osobní finance, dost mě tohle téma zajímá, dozo něm čtu, dozo něm přemýšlím. Mám hodně známých, o kterých se bavíme o těhle věcech. Tyhle videa nebo moji komunitu beru jako opravdu službu lidem. Je to moje služba lidem, která 99 procentům opravdu lidí pomáhá. Věřím, že čím déle to budu dělá, tak ten dopad na ty lidi bude větší a větší, protože vemte si, že lidi, kteří začali se mnou před 4 lety investovat, tak mají zhodnocení přes 100%. Na svých investicích a vemte, že si tihle lidé někteří, kteří to vydrží, budou investovat naši 10, 15, 20 let a tihle lidé budou mít děti. To znamená, budou mít peníze, aby ti děti měly lepší život a ty děti uvidí u svých rodičů, že sakra jsou zodpovědní se svými penězma a pak to budu předávat a dál. Samozřejmě to nebude úplně se všemi diváky, kteří se na mě dívají, ale s těmi, kteří jsou relativně chytří a dokážou si ty věci a dokážou je aplikovat, tak ten dobrý počin s těmito videama je fakt jako neuvěřitelný, bude mít neuvěřitelný pro psa. Proto mě ty videa prostě baví dělat, protože věřím, že to je moje služba lidem a že je to dobrá práce. A jak prostě rozpoznat ty lidi, kteří nějakým způsobem skemjí, tak velmi duše. Hele, když se stanete finančně gramomi, naučíte se trošku přemýšlet jako investor a o těch investicích, tak vás jako víceméně mal, kdo dokáže podvést, protože většina těch schémaů je tvořena ani ne poloprofesionálně, jo, pardon, jestli se jako 4000 lidí dá jako 15 miliardy někomu, kdo jako nemá ani byznys plán, nemá žádné jako historii investování za sebou na webu a jako nechá se zlákat jako pochybnými finančními poradci, vyberou 15 miliardy, člověku, kterým slibuje, že vidím bude dělat 30 ročně, no tak pardon, jako ta chyba je ve vás, jo, protože nejste finančně gramo, kdybyste aspoň jako trošku finančně gramo byli, já jsem jako teďka v té roli toho jako, v uvozovkách, drsného táty, ale pokud vás někdo takový podvede, no tak jako vemte zodpovědnost do svých rukou a řekněte si hele, kdybych aspoň trošku finančně byl gramo, tak asi se nenechám zlákat na příležitost chlapá, kterými slibuje 30 ročně. Každý rok nemá napsaný na webu byznys plán a nemá za sebou sakra historii. Také Ježíš Marek, komu budu dávat takovému peníze, tak jsem blázen nebo co? Jako šílený, to je první věc. Staňte dělejte něco, stejně se trošku finančně gramo a takové blbosti nikdy nebudete věřit. Možná je to trošku drsná pravda, ale pokud máte nějakou sebereflexy, tak se mnou souhlasíte. Obecně nějaké fakeguru vždycky poznáte I podle toho, že nemají prostě žádnou historii, slibují vysoké výnosy a neinformjí ty lidi. Když se podíváte na obsah toho člověka a ten člověk má 80%, 90% contentu o tom, že jezdí v rychlém autě a že prostě nosí luxusní hodinky a že prostě chodí na Paříjskou, ale neukazuje svoje výsledky, nemá nějaký tragerekor a neinformuje lidi, je tam nulová informačních hodnota. Jediná informační hodnota je sakra, jak drahého jeho auto. Tak ježiš Marie, jestli dám takovému člověku peníze, tak já už nevím, jako jo, tak si ty peníze snad ani nezasžíte. To je za mě nějaká červená vlajka. Naopak, pokud ten člověk dělá tu svoji práci už dlouho, dělají transparentně a má výsledky a jeho videa jsou primárně informační, jako že si z nich fakt něco vezmete a to vám třeba vydělá peníze, no tak to je člověk, kterého já chci, jako poslouchat, jo, a to je mi jako připadá jako common sen, jo. Jsem se zase rozčí trošku ty jo, Na dovolený ještě jednou. Přes jako investiční aplikaci teď nejvíce investuješ. Bojš se, že o peníze přijdeš? Já těch broukrůd mám samozřejmě více, jo. Kvůli nějaké diverzifikaci, I kvůli tomu, že to portfolio už není nějakým způsobem úplně malé, když to řeknu. Každopádně pokud máte nějaké statisíce nebo nižší miliony, tak mám stačí jeden brouker. Já mám nyní jako hlavního broukrát XTPčko a obecně se nebojím toho, že XTPčko krachlo. Pokud někdo takový strach má, velmi jednoduše vy asi víte, že xbečko je veřejně obchodovaná společnost, to znamená jednoduše si můžete koupit akce xbečka. Pokud se to mimochodem v minulých letech udělali, tak stane něco dost vydělali, protože xbečku se opravdu daří. Vydělává docela dost stejně je ziskové, proto I říkám dost pravděpodobně nekrchne. Navíc jsou na trhu už více než 20 let, co v několika zemích jsou regulovaný čB. Opravdu co se týče investic do jednotlivých akcií nebo ETF, tak nemají za mě konkurenci, protože tam máte nulové poplatky, Máte tam investiční plány, to znamená pokud jste úplně pasivní investor, nastavíte si to tam a zapomenete na tom. To mě super funkce, kterou teď XTP nějakým způsobem zavedlo. Několik měsíců v minulosti. Proto opravdu XTP mám dlouholetou zkušenost a dlouholetou spolupráci. Pro mě je to jako investora mít spoluprací s TBčkem, jako kdybych byl sportovec zaběh v najkách. Najiky mě sponzorovali. Úplně to stejný, ta symbiinza je tam úplně super. Obecně, hodně lidí Ale hodně lidí má strašně strach ze krachu broukra. Já vás můžu naprostou vysti, ke broukři nekrachují úplně často. A je daleko vyšší šance, že přijdete o peníze kvůli tomu, co máte v hlavě, že neudržíte psychiku, že si nevy vytvoříte strategii a kvůli tomu, že neumíte rozpoznat riziko, než že vám krachne brouker. Je mnohem větší šance, že přijďte o peníze kvůli sobě a kvůli tomu, že špatně investujete, než kvůli tomu, že vám krachne brouker. To by měl být váš strach. Ne že vám instituce typu broukra zkrachuje. Jako hotovostní rezervu si drží při investování? Hele to je strašný individuální. Jenom hotovostní rezervu budu mít já a jinou bude mít nějaká maminka na mateřské. Takže je to strašně individuální, zase můžeme se bavit nějakým způsobem obecně. Což si myslím, že nejvíc pomůže největšímu počtu lidí. A to je to, že byste měli měli nějakou odvozních rezervu ve vyšších šesti vašich měsíčních platů. A prostě následně potom si vybudujte až tu finanční rezervu do portfolia. Jo, řeknu to takhle. Čím menší majetek máš, tím menší investiční rezervu a čím mladší seš samozřejmě. Tím menší investiční rezervu bys měl mít velmi jednoduše. Proč to tak je? No, protože hotovost nic nevydělává. Inflace, koupí síla se snižuje, za poslední 4 roky se snížila asi o 30%. To znamená, pokud jste měli v roce 2019 milion. Koupili jste si něco za milion? Tak v roce 2024 potřebujete skoro 14 milionů, abyste si koupili pus samou věc. To znamená, pokud jste neinvestovali, tak jste jimi slovy docela v prdeli. A budete víc v prdeli, pokud nebudete investovat dalších 10 let. Proč to tak je s tou hotovostní rezervou? No, pokud máš menší majetek a seš mladý, tak máš dlouhý investiční horizon, skvělý a hotovo nic nevydělává. O tom jsme už bavili. Aktiva vydělávají peníze, budou vydělávat peníze další sto let a potom další sto let a potom další sto let, protože takhle, síkrýt takhle bohatý bohatnou. Ne že drží peníze na účtu lež mají peníze v akcích, v nemovitostech, ve zlatě a prostě v jiných aktivech. Hotovost fiát je neustále ředan inflací, má nižší kupní sílu, lidi utrá peníze za služby a produkty hádejte komust nějakým způsobem služby a produkty patří firmám, akciovým firmám. Firmy vydělávají peníze. Když firmy vydělávají peníze, cena akcií roste. Kdo na tom vydělává? Investoři. Takhle jednoduché to je. To znamená, peníze proudí do firem, investoři vydělávají peníze. Kdo neinvestuje? Blbí. Když nemáš moc peněz, jseš mladý, nechceš držet moc hotovosti. Protože na hotovosti nezbohat než, na aktivech zbohat než. Samozřejmě, když už těch peněz budeš mít více, je velmi rozumné držet nějakou část portfolia v hotovosti. Bavím se od 10 do 30 Já osobně držím aktuální nějakých 15 mého v hotovosti a takhle mi to vyhovuje. Dobře se mi s tím spí. Důležité říct tenhle princip, že opravdu by se hlavně mělo s tím množstvím hotovosti v portfoliu dobře spát. Investování by pro tebe mělo být pohodlné, nemělo by to být těžké, neměl by znakním neustále myslet, naopak by měl být to pohodlné, měl by ti to dělat radost, měl bys u toho zůstat. To znamená, držte tolik hotovosti, aby ti to hlavně bylo pohodlné, aby se ti dobře spallo. A to je to nejdůležitější, důležité mít strategii. Zůstadu tenhle strategii, pokud to je pro tebe 5%ovosti skvělý, pokud je to 30%ovosti skvělý, pokud je to dokonce 40%ovosti. Pravděpodobně na tom nevyděláš tolik, jako kdyby zdržel 10ovosti, ale OK, Hlavně, že něco vyděláš a hlavně že investuješ a dobře se ti spí. To je to nejdůležitější. Co pro tebe znamená investování? Ale investování pro mě znamená zábavu nějakou finanční svobodu, ale taky I ten nejvíce demokratický způsob, jak člověk, který to dělá dobře. Drží se principů zásad a nějakých strategii opravdu jednoduše může zbohatnout. Já začal sám teda investovat už před 10 lety, jako opravdu student a už jsem chápal, že peníze musí dělat peníze. Takhle je jednoduchým, prostě spozením se na ten barák neprozraří, že to už mi bylo jasné, když jsem měl dvacet 2021. Dlouhodobé investování tady spolu probíráme, neustále vás o tom informu, tak to je opravdu pro každého. Opravdu zvládne úplně, ale úplně každý a vydělá na tom peníze zase úplně každý ten, který se bude držet pravidel a strategii. Co se vlastně týče toho, že investování je v dnešní době něco navíc, já si nemyslím, já si myslím, že naopak. Investování je v dnešní době nutnost. Ne něco navíc. To, že děláte investování nebo že investujete, to je jako B minimum. To je jako je to super, co děláš. Když to neděláš, tak seš doslova pozadu a to si nemysným já, to říkají čísla. Už jsme o tom trošku mluvili. Ta inflace byla brutální za poslední 4 roky, jako brutální. Kdo neinvestoval poslední 4 roky, tak je jako výrazně, ale jako výrazně chudší. Bude na tom hůř a hůř, jak půjdou roky. To je zase, to neříkám já, to říká český statistický úřad. Za poslední 4 roky byla inflace skoro 40 To znamená, že opravdu se Vám naředili vaše peníze za 4 roky, o skoro 40, to je šílený. Pokud jste měli na spořáku, tak máte něco kolem 12 milionu. To znamená, že stejně jste v mínusu, pokud jste měli na spořáku. Pokud jste je dali do bytu v Praze, tak statisticky jste nahoře něco o 40%,. To znamená, že jste tak na úrovni inflace poste dali do bytu v Praze. Samozřejmě pokud jste dali do esenpíčka, tak je za poslední 4 roky nahoře o nějakých + mínus 80 To znamená, to není zase vydělali. No a pokud jste měli to štěstí, dali jste je třeba do Paletiru, nebo dali byste je do bitcoinu, no tak jste na tom velmi, velmi, velmi dobře Jana. A dokonce jste na tom doslova zbohatli. Tady vidíte rozdíl mezi člověkem, který alespoň investoval udělá nějaké berme beme minimum a dal to do toho jen z Písčka. Nemuseli jste trefit pálty, nemuseli, I když jste dívali dívali na mého videa, tak jste Paltir trefili a blaho ho přeju a nemuseli jste trefit bitcoin. Pokud jste se dívali videa, tak jste trefili bitcoin, ale nemuseli jste to dělat. Ale pokud jste dělali alespoň to jezeenhičko, tak jste je stejně krásná procenta nad inflací. Tady jsou lidi, kteří investují, tady jsou vidí, kteří investují. Lidi, kteří investují krása, jsou na tom fajn. Lidi, kteří ne, jsou na tom dost bídně a budou na tom ještě hus, pokud jim nezačnou a nespamatuují se. A to zase není něco, co by vás tady strašil. To je prostě jak funguje ekonomické cykly, jak funguje kapitalismu a neříkám něco, co bych si teďka vycucá z prstu takhle to prostě funguje, takhle to bude. Seddem si tady za 4 roky a podíváme se na inflaci, podíváme se, kolik jste viděla na spořícím účtu, podíváme se na tom, kolik vám vydělá ta hotovost pod polštářem a podíváme se kolik vám udělala zenpíčko, kolik vám udělala aktiva. Tady ne jako to necuám z prstu tyhle věci. Tak to prostě je a bude. Tak a poslední otázka, to se tady ptá. Jirka, jak začala tvá cesta k úspěchu? Určitě jsem jedno velké štěstí v životě, a to bylo, že moje táta investoval, že I moji rodiče byli finančně gramo. Spousta lidí opravdu tohle štěstí nemá. A já jsem samozřejmě tohle štěstí nějakým způsobem využil, to, že máte nějaké oportunits v životě, to že jste pohybově nadaní, což třeba já nějak extrémně nejsem. Využijete to, děláte nějaké spory, jste v tom dobří. Využili jste nějaké svoje štěstí, nadaní v životě a jste pak úspěšní v tom, co děláte. A těch možností každý má několik v životě. Já jsem využil tu možnost, že můj táta investoval a když jsem prostor dokázal příčinuchnout investování, když mi bylo 18, 19, 20 let a využil jsem tu možnost, což je skvělý. Prosím, já jsem štěstí. A zároveň jsem mu šel naproti. Ale I tak mi to trvalo tři roky, než jsem začal investovat. I tak mi to trvalo opravdu tři roky, které jsem to investování jednoduše odkládal a přišel jsem kvůli tomu miliony. Jednoduše to byly nějaké brigády při vysoké škole a investování pár tisícovek. Když jsem se jednoduše vzdělával, přečetl jsem knížky, díval se na videa, četl blogy, chodil na semináře, tak to prostě bylo klasicky, tam byly nějaké začátku chyby jako FMO nebo že jsem věřil lidem, kteří nerozumí investování, taky jsem přižilo o peníze. Proto vám ty chyby tady říkám, já jsem si tím prošel já, investor opravdu 10 let a prošel jsem si fomem, prošel jsem si propady, prošel jsem si strachem, prošel jsem si greedem, prošel jsem si, že jsem věřil lidem, kteří jsem neměl a prošel jsem si, když jsem ztratil peníze. Já jsem ty chyby, o kterých tady mluvím, aby vy jste nedělali jsem si tím prošel. Já jen nevéststu poslední 1 2 roky. Já se opravdu fakt snažím, abyste ty peníze na těch investicích vydělávali. Ne abyste udělali stejné chyby, byť je někteří rozhodně uděláte, ale abych bylo co nejmíň, abyste ho ty peníze zbytečně nepřišli, protože investování je jedna z těch věcí, že pokud ty chyby dělá ten, tak ba stojí peníze. Chybí v investování jednoduše stojí peníze. Dobré rozhodnutí v investování vás peníze vydělávali, to prostě je. Já bych fakt moc chtěl, aby většina z vás dělala ideálně jenom dobrá investiční rozhodnutí a peníze vydělávali. Já jsem rozhodně třeba za mě ze začátku dělal hlavně stockpiing. Je to dobře špatně, velmi těžko říct, dneska jsem za to rád. V minulosti jsem za to asi rád úplně nebyl, ale jak jsem jsem dělal začátku stockpiing, který za mě není úplně ideální pro úplného začátečníčníkaka, jako když neví ani, co je to investiční aplikace, začnete už vybírat a analyzovat akcie, takže jako hodně štěstí s tím. Ale já jsem tak dělal. Jednoduše jsem se naučil naučil, co to je fundamentální analýza. Naučil jsem se technickou analýzu. Naučil jsem se hodně o své psychice. Takže v dlouhém horizontu asi mi to asi v něčemu bylo a až následně jsem se po těch dvou, třech letech opravdu tu svoji strategii naučil. Moje strategie je dneska opravdu vybírat kvalitní firmy, které jsou aspoň za slušnou cenu, kvalitní byznysy, které dlouhodobě porostou, a kombinovat to s ETFkama a kombinovat to s občasnými nějakými spekulaci, kde opravdu ale ten risk Crivor se snažím kontrolovat, jo. To znamená, do nějaké velmi spekulativní akce nenavrh 20 portfolia. Tuhle strategii opravdu, co jsem vám teďka vyjmenoval, tak já už to věřím 7 let. 6 7 let investustu úplně stejně. Tu strategii samozřejmě detailně trošičku piluju, každý rok je lehce měním, ale ten core zůstává stejný. To bych rád nějakým způsobem předal I vám. O tom je I ten příspěvek na tom cateonu. Doufám, že vám to něco dalo. Myslím si, že byste si pár věcí z těhle odpovědí mohli vzít. Napište mi do komentářů, třeba co jste si z toho, vzali si sám tenhle formát líbil a uvidíme se u dalšího videa. Mějte se."