"Čau investoři, dneska už víme, že ten, kdo investoval v roce minulém, tedy v roce 2024, tak vydělal. Index OZP PFADY za minulý rok připsal více než 25, nicméně minulý rok byly akcie typu Paltir Invidie nebo například Tesla, které vzrostly za ten daný rok klidně I o stovky Tedy investoři, kteří do nich investovali, zbohatli. Berinecs, což je přední investiční médium v Americe totiž nyní publikovalo článek, kde vybralo TOP 10 akcí o kterých si myslí, že v roce 2025 překonáji index SNP ParyD a já jsem pro vás tenhle výběr zredukoval na TOP 5 firem a hodnotových akcí, o kterých si já osobně myslím, že jsou z tohoto seznamu rozhodně ty nejlepší. Za mě vás překvapí hlavně ta pátá akce. Pojďme ale popořadě. Moje jméno je Ondra a vítejte u dalšího investičního videa. Jako první z výběru Berons prorok 2025 je firma Google, jehož akcie sidle Monery za poslední jeden rok připsali přes 35 Já sám mám Google v portfoliu, je to jedna z mých velkých pozic a naposledy jsem ho přikupoval jen tady vidím asi před 2 měsíci 11 kusů za zhruba 170 dolarů za kus Nyní vidíte, že Google se obchoduje za zhruba 190 dolarů za 1 kus, tedy já jsem od tohoto nákupu nahoře asi o nějakých 125 za dva měsíce Google asi nemusím představovat tahle firma má pod palcem Nejužívanější vyhledávač na světě, který je nyní ale pod tlakem, protože spousta lidí samozřejmě už dneska používat Chat GPT. To znamená spoustu věcí, které si lidi ještě před rokem před dvěma lety googlili, tak dneska v podstatě jedou na Chat GPT. Google má ale taky problémy ze strany americké vlády, která se snaží ale už opravdu roky a roky rozdělit na několik menších firem a to z toho důvodu, že opravdu Google vlastně vlastní desítky a desítky firem? Americká vada říká, hele, vy jste Google monopol, protože Google vlastní odtřeba YouTube až po Android a jak víc tady na obrázku další desítky firem. Škonku se ale taky píše, že Google je na dnešních cenách nejlevnější z takzvané velké sedmičky firem, do které patří třeba Meta, Apple, Amazon a další. Google se totiž obchoduje za zhruba 21 násobek budoucí zisků. Kdežto třeba meta se obchoduje za zhruba 25inásobek budoucích zisků a Apple dokonce se obchoduje za zhruba 31 budoucích zisků. I kvůli tomu právě dávají Google jako top firmu do roku 2025 a já s tím upřímně souhlasím. Na světě opravdu existuje jen málo firem, které jsou kvalitní jako Google, ale samozřejmě je nutné tyhle firmy nakupovat za příznivé ceny Jako druhý ve výběru akcí pro rok 2025, které překonají index esent Pary, tady mají v článku AsMl, o kterém jsem já tady už před několika měsíci rozhodně mluvil. Asmll je cena jeho akcie za postní rok zhruba na nule. Někam moc se nepohlal je kritická firma pro výrobce čipů, jako je třeba Invídia nebo AMD, které vlastně tyhle čipy vyrábějí. Asmolel totiž vyrábí stroje, které potom vyrábějí čipy čipy a jelikož Asmolel jedna z mála a pravděpodobně ta nejdůležitější a největší firma, která tyto stroje vyrábí, no tak samozřejmě má téměř monopol na to, co dělá a má taky obrovsky Pricing power, tedy dokážeš si zvyšovat ceny za své stroje, za své produkty, které pak následně prodávají. Cena akcie nyní spadla, protože asl snížilo výlet, kolik vydělají peněz v roce 2020. Nicméně mají plán tržeb až do roku 2030, kde na konci roku 2030 mají projektované tržby, které zůstaly ale nyní stejné Dlouhodobě se se tedy vlastně nic v téhle firmě nezměnilo, a proto jsem I já třeba minulý rok do mého portfolia Asammel vlastně nakupovalo Myslím si, že se tržby právě do roku 2030 vyrovnjí a tak třeba slabší rok 2025 nebude nějaký velký zádrhel Za mě je Asmel opravdu jedna z mála akcií a firem hodnotových firem, které lze levně na dnešním akciovém trhu nakoupit, ale proto se mi do portfolia jednoduše minulý rok zařadil. Následujících pět až šest let držet v portfoliu Saul mi teďka docela dost lidí o tom, jestli nechci udělat nějakou novoroční slevičku na Patreon, že nestihli se do komunity přidat, když bylo členství ještě levnější A já se přiznám, že osobně dělám slevy nerad, protože lidi si prostě jednoduše věci zadarmo a nebo levných informací neváží, protože Hele, na to bude vždycky část na to investování Však to možná znáte Levné věci a nebo věci zadarmo si lidi pak nechtějí odmakat a ono investiční návody návody a informace vzdělání vám opravdu vydělávají peníze Na druhou stranu chápu, že opravdu existují lidi, kteří v minulosti se nepřidali a a chtěli se předat za nižší cenu a teďka je to prostě jednoduše mrzí Já jsem se tedy rozhodl pro prvních několik z vás udělat výjimečnou novoroční slevu Pokud se tedy chcete naučit, co nejdříve vydělávat na akciích chcete upravit ziskově vaše už existující portfolio, podívejte se na prvních těchhle 810 videí. Najdete tam úplně všechno, abyste na investicích a akcích vydělávali už jako více než 6000 aktivních investorů v mé komunitě. Nicméně sami se podívejte na jejich názory. Během pří měsíců mě Ondra skvěle naučil investování. I když mě 17 let a investovat zatím nemohu, mám sestavené portfolio, které si hned v 18 letech spustím a začnu dlouhodobě vydělá peníze. To, co mi dala jako v první řadě větší jistotu a větší klid a větší rozvahou. Minimálně v tom, že se pomalu postupně učím, jak uchopit ty informace, jak s nimi pracovat a co beru za tu úplně největší výhodu je to, že díky těm článkem a různě tomu poctivým čtení a tomu nastudování těch jednotlivých věcí jsem vlastně dokázal trošku ulehčitštit emoce. Trošku už jsem omezil tu nedočka vlastně na trhu. Zvládli to oni, zvládnete to I vy. Opravdu se stačí třeba během jednoho odpoledne podívat právě na ty videa, které jsem říkal. Následně budete mít hotovo třeba I na několik dalších let. Opravdu malá časová investice pro obrovský budoucí výsledek. A I když se na tohle video podívají desetitisíce lidí, slevu nemůžu dát všem. Proto pro prvních 100 z vás bude na mé komunitě na mém Pattonu 20procentní sleva, stačí se prokliknout v linku pod videem. Těším se na vás a pojďme na akce jako třetí akci pro rok 2025 zde máme akcii firmy Prochrwway, kterou založil legendární investor Warren Buffeda, kterou stále samozřejmě taky vede. Akce téhle firmy si za poslední rok připisuje plus nějakých 27, což je zhruba tak nějak, jako si připsal I index a z MTF v Handd. Berons právě ve svém článku docela dost kritizujou Warbafetat. A to za dvě věci. Ta první věc je, že odprodal dvě třetiny celé své vlastně pozice ve firmě Apple, ve kterém měl kdysi zhruba 50% celého svého portfolia. Když se samozřejmě podíváme na cenu Applu, tak vidíme, že ano, Warred Buffet odprodal docela dost brzo, protože kdyby neodprodal a stále držel, no tak má asi plus mínus plus 10 na své pozici, což samozřejmě v jeho objemu jsou desítky a desítky miliard dolarů. Nicméně já osobně třeba chápu, proč bufet Apple od prodával, protože ano, Apple za poslední měsíce od bufetova prodeje vzrostlo dalších plus mínus třeba 10, nicméně tržby Apple stagnují nebo respektive cena akci ano roste Apple, ale tržby rostou o hodně méně. To znamená, co se stane? To se stane, že Apple se stává nadhodnoceným. To znamená, že dříve nebo později pravděpodobně stejně na Apple uvidíme nějaký, minimálně menší propad. Dále v článku Berrance s kritizují bufeta, že za poslední dva roky vlastně moc nenkupoval akce, což usměje I já se divím, protože za poslední dva roky opravdu byli krásné příležitosti a bufe na nich mohl spoustu peněz vydělat. Nicméně kritizovat bufeta za to rozhodně ne já osobně nebudu, protože nějaké důvody pravděpodobně bufet měl a má. Dále se samozřejmě nezapomněli zmínit, že bufetovi už je 94 let. Co se ale nějaké zhodnocení? I když Buffe nenakoval, od prodával Apple a podobně firma Belše Hedway v podstatě za poslední dva roky nezaostávala za trhem a osobně si myslím, že I přes ty chyby bufeta si nemáme na co stěžovat a myslím si, že I do budoucna firma Belše Hedway beRK Tycker bude do budoucna minimálně stejně dobrou investicí, jako je index Zen Pagand Wandri a pokud uvidíme na indexuu nějakou korekci, tak myslím si, že vrše Hedwise bude držet mnohem lépe než samotný index a to z mnoha důvodů Já tedy osobně souhlasím, že je to dobrá firma I proroky budoucí. Jako čtvrtá firma, na dnešním seznam prorok 2025, jedna z největších firem evropských a to firma LVMH, která v podstatě vlastní všechny luxusní značky, na které si vzpomenete na Pařížské. Akce LWH si za poslední 12 měsíců odepisuje zhruba 15 Bernds tedy pravděpodobně doufá nějakou obrátku a že firma a cena jí akce samozřejmě půjde v roce 2025 nahoru. Članku se píše, že byť nejbohatší lidé mají dneska nejvíce peněz, co měli, tak LVMH na tom moc nevydělalo a to hlavně kvůli problému v Číně, kdy Číňlní opravdu minulý rok nakupovali méně luxusních značek luxusního zboží. LVMA nyní vlastník přes 60 luxusních značek, ať už je to Liitovito, náš pod diodara. Líbí se mi I to, že zakladatel a CEO ředitel firmy LBMH Bernard ArNout, poslední měsíce nakupuje akcie svoje vlastní firmy, to znamená, pravděpodobně taky si myslí, že cena akcie v jeho firma je levná a pravděpodobně na ní chce vydělat. Jeden poslední dvou měsících nakoupil akce za více než 100 milionů dolarů. To jednoduše můžete krásně vidět na grafu, kdy Bernar Arno nakupoval Za mě osobně by LVMH opravdu mohlo být překvapení roku 2025. I proto jsem ho opět, já minulý rok do portfolia zařazoval, I když jsem dneska na něm pořád lehce v minusu, je to za mě kvalitní firma za dnes zajímavé ceny. Jako pátou firmu pro rok 2025, která dle Berrens překoná index NP Pavedandte je Uber, jehož akce si za posledníji rok odepisují zhruba 3 Tuhle firmu poslední rok hodně poškodilo to, že v podstatě nakonec se nedohodla na robotaksících s firmou Waino, se kterou právě měly zařadit do provozu robotakky a na nich profitovat. Waino se totiž rozhodlo, že nakonec samozřejmě udělá tyhle robotaxíky sami bez Ubru. Dle článku je uber, ale samozřejmě stále top hráč přeprávě a do vozu jídla má přes 150 milionů aktivních uživatelů. Dále se v článku píše, že ty propady právě kvůli tomu, že ty robotacíky nevyšly, jsou přehnané a dělo politicky, jenom zařadit robotacíky do celého světa bude trvat pravděpodobně dalších minimálně 10, dvacet, 30 let. Jenom to v podstatě licenčně zařídit, že v každém americkém státě a samozřejmě I v Evropě a v Asii, aby tohle všechno jinak fungovalo, protože všude máte jiná pravidla je extrémně náročné, proto je tenhle propad přehnaný. I já osobně si myslím, že tahle akce, ale firma je pro příští roky naprosto v pohodě a je za dnešní ceny docela fajn nákup pro rok 2025 a to si samozřejmě myslí I Bers. A já osobně bych chtěl, abyste do tohoto roku nebyli jako ti lidé, kteří poslední dva roky čekali na moment, perfektní moment, kdy začít investovat Tihle lidé nejenže přišli o zhruba 15% své kupní síly kvůli inflaci Ale zároveň sebe nebo svoji rodinu okradli o zhruba 60% kumulativní zisk, který za poslední dva roky na akcích byl Nečekejte na perfektní moment, ten totiž neexistuje Perfektní moment si sami musíte vytvořit. Naučte se, aby vaše peníze vydělávali za vás. Pro prvních 100 z vás na mém Pattronů trvá sleva, stačí se prokliknout v popisku videa a těším se na vás v dalším úspěšném investorském roce 2025. Mějte se."