[
  {
    "transcript": "První firma, kterou můžete nakoupit a držet ideálně navždy vždycky je rozhodně Brochreheheduje s tygr symbolem BRK.",
    "violatedReason": "The statement in the YouTube transcript, \"První firma, kterou můžete nakoupit a držet ideálně navždy vždycky je rozhodně Brochreheheduje s tygr symbolem BRK,\" can be seen as an indirect investment recommendation to purchase and hold a specific financial instrument indefinitely. Even though the statement was made in a public setting like a YouTube video, it suggests an investment action regarding a particular financial product (symbol BRK) without considering individual circumstances. Per the extracted legal rules:\n\n1. This kind of recommendation may fulfill the characteristics of \"veřejně dostupné investiční doporučení,\" which might be perceived as individualized advice if someone assumes it to be specifically targeted towards them, based on their individual conditions (§ Individualizace veřejně dostupných doporučení).\n\n2. The recommendation could be construed as a \"nepřímá doporučení,\" where a product is implied to be a solid choice for everyone, resembling a broader suggestion not based on individual needs (§ Přímá a nepřímá doporučení).\n\n3. According to the regulatory framework for product governance (Pravidla produktového řízení and the requirement to assess whether an investment instrument matches the needs of the target market), there is an obligation to ensure recommendations align with the needs of the target audience, even if it doesn't meet all criteria for individualized investment advice.\n\nThe statement can potentially mislead viewers into taking investment actions without a personalized assessment, which may not align with the principles of providing investment advice laid out under EU and Czech regulations.",
    "start": 161.055,
    "end": 167.46
  },
  {
    "transcript": "Nenechte si tyhle akcie ujít, jako jste si třeba nechali ujít ty předešlé, Linna PDF máte v popisku videa Jako čtvrtou akcí, kterou bych dál do mého portfolia Bienhold je Visa ZPSPSPLSTO společností této budou klidně další desítky let, ale Visa je společnost, která nás pravděpodobně všechny přežije.",
    "violatedReason": "The statement in the YouTube transcript \"Nenechte si tyhle akcie ujít, jako jste si třeba nechali ujít ty předešlé\" can be perceived as a form of indirect recommendation according to the legal rules provided. This could be interpreted as targeting a group with common characteristics—those who missed previous investment opportunities—potentially giving an impression of individualization based on their investment history. Additionally, by stating a personal action (e.g., \"do mého portfolia\"), there's an implication that these recommendations are based on a specific selection criterion similar to those laid out in the rules on individualization and direct/indirect recommendations. This can potentially fall under investiční poradenství by persuading viewers that these stock picks are to their benefit without a clear disclaimer or assessment of individual circumstances, as required by the legal framework in § 15c odst. 2 ZPKT regarding the needs of the target market.",
    "start": 643.625,
    "end": 660.995
  },
  {
    "transcript": "Tydle dny zažijete jen pokud budete soustavně invest a soustavně budete mít zainvestované peníze v trhu, tak on takhle vyděláte.",
    "violatedReason": "The statement in the YouTube transcript suggests that consistently investing money in the market will yield profits, which can be interpreted as an investment recommendation. According to the legal rules extracted, especially from the Definition of Investment Advice under Article 9 of Regulation (EU) 2017/565, investment advice relates to recommendations concerning financial instruments provided to clients or customers in a manner reflecting personal circumstances. Although the recommendation appears to be general and publicly addressed, it provides guidance on investing strategies. Such statements, especially if perceived as directed at specific individuals or if they suggest individual benefit without clear disclaimers, can fall under investment advice that should meet compliance standards outlined in the rules, focusing on ensuring recommendations consider the suitable needs of the target market or individual customers. Thus, the general nature of the advice could lead viewers to interpret it as individualized or specific advice without adequate personalized context or disclaimers, contravening the provisions for ensuring investment advice is appropriately given and transparent about its general applicability.",
    "start": 838.195,
    "end": 846.80005
  },
  {
    "transcript": "Najdete tam všechny potřebná videa, abyste nechali vaše peníze pracovat pro vás a abyste byli ziskový na akcích a nenechali vaše peníze jenom hní na spořících nebo termínovaných účtech.",
    "violatedReason": "The statement in the YouTube transcript, \"Najdete tam všechny potřebná videa, abyste nechali vaše peníze pracovat pro vás a abyste byli ziskový na akcích a nenechali vaše peníze jenom hní na spořících nebo termínovaných účtech,\" suggests an investment strategy aimed at being profitable in stocks rather than leaving money idle in savings or term accounts. According to the extracted legal rules from Article 9 of Regulation (EU) 2017/565, this type of financial advice might constitute investment advice if it is perceived as personal or specific to a certain group, which can include publicly available recommendations if they appear targeted. The recommendation to invest in stocks, without a specific assessment of individual needs or suitability to a targeted market, could potentially be interpreted as an indirect form of investment advice, possibly infringing the obligations to provide a recommendation reflecting individual client or target market needs as outlined under § 15c odst. 2 ZPKT and relevant CNB regulations. This requires ensuring that investment tools fit the needs of the target market, a requirement that seems not addressed here.",
    "start": 854.62,
    "end": 864.96497
  }
]