"Každý člověk by chtěl, aby jeho peníze pracovali pro něj, I když třeba spí, a každý investor bych chtěl nakoupit firmy a akcie do portfolia navždycky. A jen se dlouho dívat na to, jak jeho investice a jeho akce rostou na ceně. A jeho portfolio se tím zvětšuje. Přesně o takových pěti akcích dneska v tomto videu budeme mluvit. O akcích, které když v roce 2025 nakoupíte, tak víte, že jste udělali dobrý nákupu, který vás odměni dlouhodobým růstem vašich peněz vašeho portfolia. Legendární investor Warren Buffett jednou řekl, že když nakupuje akcie do svého portfolia, tak je nakupuje, jako by je chtěl vlastnit navždy. A druhých, jeden z nejlepších investorů na světě Peter Linch řekl, že ve skutečnosti potřebujete jen jednu nebo dvě velmi vydařené investice za váš život. Já sám u mých akcích a u mého veřejného portfolia už hodnota je dneska něco přes 17 milionů korun, se snažím dělat to samé. Snažím se dlouhodobě budovat majetek v akcích a I když je tahle strategie to nejlepší, co můžeme my. Retaillovy investoři udělat, tak 1958 to bylo šedesát1 let a dneska v roce 2024 už je to jenom 18 let. Ale pozor, investoři taky dělají obrovskou chybu. Dneska investoři, dnešní investoři, drží akce po kratší dobu, než je drželi třeba v roce 1975 Kdy průměrný investor držel akci v portfoliu 5 let Dneska je to, tipněte si, nebudu vás trápit Dneska průměrně investor drží jednu akcií, jednu pozici v portfoliu 10 měsíců My jako investoři dneska čilíme novým výzvám, ale nemyslím si, že bychom to kvůli nim měli nějakým způsobem vzdát, protože jak já rád říkám, akciový trh poroste tak jako tak ať už s námi nebo bez nás, ale jenom v jednom případě na tom vyděláme. Ahoj, moje jméno je Ondra a vítejte u dalšího investičního videa Dneska společně budeme sestavovat takové virtuální portfolio. Takové portfolio, které bych sestavil z pěti firem, z pěti akcií, já tomu říkám Buenholt, to znamená na kup a držš ideálně radost smrti, jak by řekl Warren Buffeet. Já své portfolio má vložené a měří právě v Monery, ze kterého budou dnešní grafy a na který můžete narazit v popisku pod videem, kdybyste se chtěli podívat, jak to funguje. Zdarma. První firma, kterou můžete nakoupit a držet ideálně navždy vždycky je rozhodně Brochreheheduje s tygr symbolem BRK. Tahle firma je rozdílná od všech ostatních. Cena její akce si od začátku roku připisuje okolo 28 Takže starý lišák Warren Buffe, tedy tuhle firmu založil a vede opět letos překonává index esenP PHHHRY. Ta obrovská konkurenční výhoda, kterou zde Warred Buffes Charlim Mangam vybudoval, udělal z téhle firmy prakticky nezničitelnou. V posledních 12 měsících BRK vyprodukovala 370 miliard dolarů v tržbách. A tyhle tržby jsou extrémně diverzifikované. Byzni téhle firmy je extrémně diverzikovaný a rozpuštěný do několika segmentů. Pojďme se na ně podívat. Tohle je obrázek, který jsem sdělil v aktualizace mého veřejného portfolia na Patreon, která má zhruba hodinu a krásně tam vidíte tu modrou část, což jsou firmy, do kterých VRT Investuje Coca Coca Cola, Apple, Ben Amerika Červené firmy jsou vlastně ze 100 vlastněné soukromé firmy, které prostě BRKkoupilo v Warém Buffedy koupil úplně celé ze 100 Warren Buffe vede 100 bankov Amerika, nemá 100 applu, ale vlastní 100 několik dalších firem, což je vlastně druhá část portfolia právě po těchhle akciích veřejných firmách No a třetí část portfolia vlastně vidíte cash. Kéž samozřejmě nemá pod polštáře, malé má je ve státních amerických dluhopisech zkratkou s platností. Bafet a samozřejmě jeho firma díky těmhle sektortorům, třem sektortorům, veřejné akce, soukromé firmy ze 100 vlastsně a samozřejmě cashche tahle firma je nezničitelné. Obrovský ryz, který tuhle firmu samozřejmě čeká v dalších letech, je změna vedení. Warren Buffe ve svých 94 letech dneska už opravdu není nejmladší, ale I kdyby nové vedení nebylo tak schopné, jako řekněme to staré, Charlie a a vlastně Warren vybudovali tuhle firmu jako obrovskou pevnost, takže I řekněme s horším vedením, než je Warren Buffe, tahle firma přežije minimálně další dekády. A pojede jenom na setrvační, proto je tohle kandidát do mého Buenhold Port foyer forver. Dvojka, Aslholding, to globální lídr vlastně výrobě litografických zařízení, které produkují právě polovvodiče, bez kterých víte se nevyrobí třeba ani tenhle mobil. Společnost byla založena v Nizozemsku v roce 1984 a její klíčové technologie EU litografie je právě nejdůležitější pro výrobu čipů využívaných třeba právě I v umělé inteligenci. Dále se využívají třeba v automobilovém průmyslu a dalších odvětvích. Asl opravdu dodává stroje na výrobu čipů firmám jako je Taivansem Cannakter, samsomp Intel a má 85procentní podíl na globálním trhu. Dá se říct, že v tomhle odvětví je takřka monopol. Kromě výroby strojů, které vyrábí čipy, samozřejmě Asmel taky zajišťuje. Vlastně upgrade těchto strojů, servis těchto strojů, optimalizace výroby a podobně. Asmel má opravdu obrovskou konkurenční výhodu těch unikátní technologii a investici do výzkumu, kde AsML opravdu investoval investovalo přes 15 miliard dolarů právě do vývoje strojů, které dělají. Tyhle vysoké náklady dělají konkurenci takřka nemožnou, pokud samozřejmě třeba nejste Apple, Který si umí svoje čipy dělat sám rizika samozřejmě jsou různé vládní regulace, ale taky lidi, protože asi jsem měl potřebuje velmi kvalitní lidi a je vždycky samozřejmě nějaká možnost, že by tyhle lidi přetáhla konkurenční firma. Nicméně díky objednávka na roky dopředu a stabilním příjům a sml opravdu má, minimálně na pár let, dopředu úplně vystaráno. Společnost pravidelně odkupuje své akcie zpátky s burci, což je samozřejmě pozitivní signál, ale taky vyplácí malou dividendu Dále samozřejmě roste poptávka po čipech, což pomáhají asml, který vlastně vyrábí strojek, které vyrábí čipy. Očekává se, že asml s rozovém umělé inteligence samozřejmě bude na téhle vlně taky pokračovat Za mě je proto tahle firma rozhodně dobrým adetem druhou firmou do Buenhold portfolia Dnes už víme, že dalším americkým prezidentem se stal Donald Trump Nebo mám říct Donald PAM Říkám dělám si samozřejmě z toho srandu, protože trhy jak kryptoměnové, tak I jakcové na zvolení Donaldalda Trumpa opravdu reagovali šíleně a vy, kteří vystuujete, tak se to jednoduše viděl na vašich portfolich, který snad bylo dva z nejlepších dnů v celém roce pro akcie I krypto dařilo se I Bitcoinu, do kterého já Inve posledních 5 let a hlavně to vlastně jediná kryptoměina, kterou taky posledních 5 let vlastním Investuju do něj přes Binance právě pro třeba nízké poplatky. Binance má taky snadné použití, která je ho nápad pro začátečníky, tak pro pokročilé investory. Navíc se Binance připravuje na nové regulace s MICA, takže nabízí kvalitní a bezpečné kryptoměnové služby I právě pro českého investora. Navíc teď probíhá soutěž, kde můžete tipovat, kolik bude mít Binance registrovaných uživatelů k 15.12 2024 a můžete soutěžit o ceny jako iPhone16, PS5 a nebo Air Podc 4. Stačí kliknout na odkaz pod videem, registrovat se a odhadnout, kolik bude mít Binance uživatelů a vyhrajete, tak klikněte, ať to nepropásnete, můžete jenom vyhrát. Když se dívá na firmy a její akcie, které chci vlastně ideálně a pořád v portfoliu a bude mít vlastně roky v portfoliu a ty mi budou odměňovat růstem a ziskem v mém portfoliu, to nejtěžší vždycky odhadnout dlouhodobou odolnost její služby. S novým distribum softwarem to ale samozřejmě může být trošku jinak. Proto bych tady chtěl zmínit Apple, který mám v portfoliu už dlouhé roky. Tady vidíte moje pozice v ubroukra xTB a je to část pozice. Apple má obrovskou konkurenční výhodu. Právě třeba v tom jejich hardwaru a obecně ekosystému. Ano, Apple vydělává nejvíce peněz na hardwaru, to znamená iPfonek, medcích, sluchkách a podobně. Jen pro srovnání, třeba tržby Applu jenom ze sluchátek, které prodá, jsou vyšší než tržby celkových Spotify a dokonce kdysi měli I vyšší tržby než měl celý Netflix Takhle opravdu hodně peněz Apple třeba vydělává Ale samozřejmě Apple přidává I služby a tím myslím App store, kde si opravdu bere část každé transakce a to není dost malá část, je to 30 z každej transakce přes App store si bere Apple, to už je za mě docela slušné výplatné. Za každou stovku, kterou zaplatíte v App store, si Apple vezme 30 korun. Jediný všeho mám u Apple strach je opravdu meta. Tyhle firmy se nenávidí jak ty kluk, tak Mark Zakenberg, ale obecně samozřejmě oběd ve firmy jsou obrovské konkurenci. Meta se snaží vyvinout svoji virtuální realitu, kde nebudou potřeba telefony a samozřejmě obecně tím zasáhnout ten koláč Applu. Applu zase omezuje metu ve svých zařízeních a ve trackování, reklam a podobně. Uvidíme, jak tenhle boj dopadne. Já třeba mám obě dvě firmy v portfoliu. A teď si dáme zase transparentní okénko. V březnu 2024 jsem vypustil pdf zdarma s výběrem 3+1 akcí, které v tom březnu jsem nakup zrovna do portfolia. Všichni jste si mohli stáhnout a chci se podělit s vámi o výsledky právě z března do dneška do listopadu. Byla tam firma Realty Income, která je od vydání PDF +201 VP, Care 7% větší property z 11% a Pejpol plus 36 všechny tyhle výsledky jsou transparentní a úplně jednoduše dohledatelné. Prostě každý, kdo stáhl vydělal, pokud samozřejmě nakoupil. Toto však už je stará informace. Pro aktuálno jsem vytvořil nové PDF, které obsahuje tři konkrétní čerstvé akce, kde vidím velký potenciál do roku 2025. Stačí zadat email a PDF vám pošlu zdarma právě na ten email, který jste zadali. Nenechte si tyhle akcie ujít, jako jste si třeba nechali ujít ty předešlé, Linna PDF máte v popisku videa Jako čtvrtou akcí, kterou bych dál do mého portfolia Bienhold je Visa ZPSPSPLSTO společností této budou klidně další desítky let, ale Visa je společnost, která nás pravděpodobně všechny přežije. Akce se o začátku roku připisuje okolo 20 a valuace není zas tak strašná rozhodně, není levná, ale není ani úplně drahá. Vlády se snaží vlastně marže, ziskovost, vizi, ale třeba I masterkádu hodně snížit. Říkají, že to jsou duopoli. Možná mají částečně pravdu, každopádně Visa dneska už tak kriticky velká, že v podstatě ani vlády nemůžou zničit. Tak moc je prorostla do každodenního života lidí, že nevím úplně přes sobě lidi platili, jak by byly terminály a podobně. A háám, že na Bitcoin ze dne na den Amerika nepřijde. Navíc hned, jak si dostanete kreditku nebo debytku, tak zaplacení dostáváte v Americe výhody od cestovního poště, cashbaky, slevy anebo dokonce letenky Tyhle věci, tyhle výhody, jak dostanete, tak samozřejmě je budete využívat celý život a pravděpodobně je budou využívat I vaše děti No a z každé transakce si samozřejmě Visa nebo Masterx bere svůj podíl. Nové platební metody samozřejmě v dalších dekádách přijdou, nicméně Visa si vždycky určitý díl rozhodně uchrání A jako pátou firmu, kterou bych já třeba zařadil do Buenho od portfolia je samozřejmě Microsoft STI symbolem MSFP a Microsoft je jedna podle mě s top firem, neli úplně top firma, která se svezena AI bumu právě třeba v dalších 5 10 letech. Microsoft má totiž přímý podíl v Chat GPT a samozřejmě ve firmy, která ChatGPT vyvinula a to je Open AI, kde Microsoft dodnes investoval přes 11 miliard dolarů Tahle firma je za posledních pět let její cena akcie nahoře přes 200%, což je zhruba dvojnásobek toho, co doručil index SNP PHREDREDTERMA. Obecně trž bytelé firmy jsou extrémně předvídatelné, protože jsou zase opakující ze softwaru Tahle firma je opět rozšířená po celém světě v infrastruktuře firem, vlád, států a podobně velmi těžko něco nahradí dneska Microsoft Ta volba, ta nová firma by musela přijít úplně s něčím novým a muselo by to být I levnější než Microsoft musela by pravděpodobně mě výměnu toho software udělat zadarmo a trvalo by pravděpodobně dalších 80 let, než by Microsoft porazil Microsoft má taky obrovský podíl ve dvou oblastech, které budou pro právě příští dekádu důležité cloud a právě umělá inteligence. Postavím Microsoftu je tady do další dekády za mě úplně neotřesitelné a I když já už jako jedna z mých největších pozic právě Microsoft, tak dneska spíše držím. Zase tahle firma není levná, pravděpodobně budou nějaké korekce 10, 20, 25, které uvidíme u téhle akce a v tenhle období já budu nakupovat. Dneska jenom držím nenakupuji Každopádně myslím si, že Bajen hold u téhle akce by klidně mohlo být vytesáno na náhrobku A já jsem si před pár dny vyskrnoval vlastně tenhle skříň v Moner Je to den po tom, co vyhrál Trum. Asi to víte, po 2 dny, co vyhrál Trum, tak to šlo krásně nahoru. Já chci jenom říct, že tyhle dny nezažijete, pokud budete tradovat, nakupovat, prodávat, spekulovat, přijde už ta ztracená dekáda, přijde už ta krize. No tak já počkám další tři roky pak bude určitě jeden propad. Tydle dny zažijete jen pokud budete soustavně invest a soustavně budete mít zainvestované peníze v trhu, tak on takhle vyděláte. A pokud byste na všechno tohle investování nechtěli být sami, v mé investiční komunitě už náš jde více než 6000 aktivních a ziskových investorů. Najdete tam všechny potřebná videa, abyste nechali vaše peníze pracovat pro vás a abyste byli ziskový na akcích a nenechali vaše peníze jenom hní na spořících nebo termínovaných účtech. Linm máte v popisku videa a kdybyste chtěli další analýzy firem, tak mrkněte na tohle video. Mějte se."