[
  {
    "transcript": "Na akcích bys měl každý den vydělávat minimálně 1 denně stejně jako já.",
    "violatedReason": "The statement in the YouTube transcript, \"Na akcích bys měl každý den vydělávat minimálně 1 denně stejně jako já,\" suggests a general investment recommendation to the public without taking into account the specific personal circumstances of an individual investor. This can potentially contravene the legal rules outlined for investment advice under čl. 9 nařízení (EU) 2017/565, as it implies a direct financial outcome (\"minimálně 1 denně\") without adequate consideration of whether the recommended financial activity is suitable for an individual recipient's needs, experience, or financial situation. This general statement could create the impression that it applies to all individuals in public, thus, resembling a non-specific and unsatisfactory personalized investment recommendation contrary to the defined legal standards which require an assessment tailored to clients' needs and circumstances.",
    "start": 20.105,
    "end": 27.085
  },
  {
    "transcript": "Pokud se rozhodnete investovat dluhopisů ČR, což je velmi bezpečná investice, tak ty vám ponesou aktuálně 585% průměrně.",
    "violatedReason": "The statement in the YouTube transcript, \"Pokud se rozhodnete investovat dluhopisů ČR, což je velmi bezpečná investice, tak ty vám ponesou aktuálně 585% průměrně.\", appears to violate several legal rules regarding investment recommendations. Specifically:\n\n1. **Definice investičního poradenství:** The statement provides a form of indirect recommendation by suggesting that investing in Czech government bonds (\"dluhopisů ČR\") is very safe with a specific purported return of \"585% průměrně.\" This could be perceived as offering a form of investment advice or recommendation, even though it is directed at the public rather than at a specific individual.\n\n2. **Veřejně dostupná doporučení a jejich potenciální individualizace:** Although the statement is made in a public context, the assertive nature of claiming a return on investment could lead certain individuals to perceive it as being specifically directed towards them or suitable for their situation, thereby fulfilling the criteria for individual advice.\n\n3. **Dodržování platných legislativních úprav:** The claimed return of \"585% průměrně\" without additional context or disclaimers—such as potential risks, market conditions, or the time period over which this return is supposed to be achieved—fails to meet the necessary standards of informing the audience adequately to ensure the appropriateness of the investment for them, as dictated by sections like § 12ba and § 15c odst. 2 ZPKT.\n\nTherefore, the statement contravenes legal requirements because it lacks sufficient diligence in presenting investment advice or recommendations, which must reflect the investor's true circumstances and be supported by accurate and complete information.",
    "start": 243.145,
    "end": 253.66
  },
  {
    "transcript": "S Fingudem jsme taky pro vás připravili výhodu, že pokud při registraci zadáte kód OK 500, tak při proinvestování 5 tisíc korun dostanete pětistovku na váš účet, což je v podstatě 10procentní zhodnocení zdarma.",
    "violatedReason": "The statement \"pokud při registraci zadáte kód OK 500, tak při proinvestování 5 tisíc korun dostanete pětistovku na váš účet, což je v podstatě 10procentní zhodnocení zdarma\" may constitute an investment recommendation that could be perceived as individual advice. This is because it presents a financial benefit related to an investment tool in a manner that suggests a specific financial outcome (10% free yield), which may be seen as a recommendation rather than just neutral information.\n\nAccording to the legal rules extracted, an investment recommendation is regarded as personal if it seems targeted and appropriate for individuals based on their specific situations. Even public recommendations can be considered individual if they induce a customer to believe it has been specified for them. By offering a specific financial incentive and outcome using a code during registration, it can be interpreted as indirectly suggesting that the product is the best option for improving one’s finances, thus contravening the legal threshold for investment advice by suggesting profitability without considering individual circumstances.\n\nThe indication of a 10% return without qualifications could mislead investors about the risks associated with investment acts by failing to comply with the principle of assessing if the financial instrument meets the target market's needs, as set out in the consumer protection guidelines. This could potentially give the impression of guaranteeing investment returns without the adequate framework or disclaimer addressing specific investor profiles, which is not compliant with the prescribed rules for offering investment advice or recommendations.",
    "start": 306.78497,
    "end": 320.01
  },
  {
    "transcript": "A I když se podívám na nepopiratelné neskutečné výsledky členů z mé investiční skupiny na Pattonu za minulý rok, na které jsem neskutečné pyšný, a I když jsem dneska už pomohl tisícům lidí stát se dnes už úspěšnými investory, tak jsem si sám na sebe upletl tak trošku bič.",
    "violatedReason": "The YouTube transcript contains a statement where the speaker mentions helping \"thousands of people become successful investors,\" implying that the advice or information provided is valuable and possibly personalized. This could potentially contravene the legal rules regarding investment advice under the definition of investment advice per čl. 9 nařízení (EU) 2017/565, which specifies that investment advice should consider the personal circumstances of the client. If the advice given was considered individualized or customers believed it was specifically tailored to them, it would meet the criteria of individualized advice.\n\nAdditionally, the description of a specific investment group achieving \"undeniable results,\" if perceived by the audience as guidance or encouragement to follow the same investment strategies without clear disclaimers, could be seen as indirect or direct recommendations according to the legal rule about public recommendations potentially becoming individualized if sent to a customer considering their personal situation. Furthermore, if the description of the investment group results targets a specific group with common traits unknowingly to the audience, it might fall into the category of individualizing a recommendation by focusing on similar group characteristics, thus leading to a perception of tailored advice. \n\nHence, the transcript could be seen as skirting the boundaries of what constitutes investment advice, possibly without adhering to the necessary regulations and guidelines to ensure such advice is appropriate for individual clients and does not create misconceptions of being personalized advice.",
    "start": 417.195,
    "end": 433.425
  },
  {
    "transcript": "Velké zisk na akcích nebo I kryptoměnách jsou za noc možné.",
    "violatedReason": "The statement \"Velké zisk na akcích nebo I kryptoměnách jsou za noc možné\" suggests that significant profits from stocks or cryptocurrencies are possible overnight. This can be seen as an indirect recommendation or advice related to financial instruments (such as stocks and cryptocurrencies). According to the legal rules extracted from the government article, public recommendations can be perceived as individualized advice if they are targeted at certain individuals or groups based on common characteristics. The statement, even if made publicly, can mislead individuals into believing that such quick profits are achievable, which could inadvertently suggest investment decisions without considering the individual's personal circumstances or the suitability of such investments (§ 15c odst. 2 ZPKT). This may not comply with the requirement for such recommendations to reflect personal circumstances of customers or potential customers, as outlined in the rules of investment advice in čl. 9 nařízení (EU) 2017/565.",
    "start": 534.4,
    "end": 538.4
  },
  {
    "transcript": "Zároveň tam teďka probíhá milionová challenge, takže na to můžete mrknout, stačí sledovat a učit se živě z mých konkrétních kroků, kde s kým na 15% roční zhodnocení A kdyby vás zajímalo, proč slavný legendární investor Warrem Brafet prodává a naopak ještě drží více hotovosti, možná očekává krizi mrkněte na tohle video Mějte se!",
    "violatedReason": "The statement in the YouTube transcript, \"na 15% roční zhodnocení,\" potentially contravenes the legal rules regarding investment advice. Specifically, this statement could be perceived as an indirect public recommendation concerning a financial return, which may fall under the scope of investment advice. According to the legal rules, even a public investment recommendation might be considered personalized if it's suggested with individual circumstances in mind. Since the presented financial return appears to be potentially alluring to individuals seeking investment opportunities, it may leave an impression of being generally applicable without thorough consideration of individual customer circumstances, which is required under the investment advisory definition according to čl. 9 nařízení (EU) 2017/565.\n\nAdditionally, if the recommendation is believed by viewers to align with their financial situation without clearly conveying that it’s a general public suggestion, it might meet conditions of individualized advice unintentionally. Therefore, the statement must be handled carefully to avoid misleading communications that might suggest it as direct or indirect investment advice without appropriate disclaimers or personal adjustments.",
    "start": 713.51495,
    "end": 734.4588
  }
]