"Hej kámo, takže ty chceš na akcích vydělat balík? Hm, tak jo, poslouchej. V první řadě musí zapomenu na všechny ty indexové fondy a kvalitní akcie a firmy, jako je například Microsoft. To jako vážně chci skončit 1012 ročně? Na akcích bys měl každý den vydělávat minimálně 1 denně stejně jako já. Ne, ne, počkej. Já vím, co si myslíš. Nevydělává nejlepší investor na světě Warrem Buffett, nějakých 20 ročně? Sorry ale, koho budeš poslouchat? To starého páru těsně před důchodem nebo mě? Já sám se minimálně ztronásobil svoje peníze za poslední týden. Co? Jak dlouho investu? No alespoň 6 měsíců. Proč se ptáš? Pokud jste v investování nebo tréniningu nový, tak na vás většinou vyskakují všechny ty úžasné úspěchy investorů nebo traderu, kteří slibují nereálné zhodnocení. Všechny tyhle příběhy většinou končí stejně u soudu. Nebo všechny ty zázračné příběhy lidí, kteří zbohatli na kryptoměnách přes noc, koupili si lambo, druhý den poznali lásku svého života, náhodou samozřejmě. No a žili šťastně takhle až do konce. Tyhle příběhy těchto lidí často nováčky, ale I ty středně pokročilé že investování nebo trading je vlastně hračka. Ale ono to tak ve skutečnosti není. Viděl jsem trade, kteří se snažili tvrdit, že vlastně jednoprocentní zhodnocení každý den je snadné, že je to hračka. To se na první pohled člověku, který nezná trhy, nemusí zdát až tak nereálné. Co si budeme? I index za Zen PTFHRY umí za den poskočit nahoru nebo dolů I o 2 Jak vlastně těžké může být stádáte správné straně? Teď barikády a každý den prostě vydělat jedno procento Pojďme se na to podívat. Jak vlastně vypadá jednoprocentní denní složené doručení? Řekněme, začínáte začínáte se 100 dolary 2000, to má snad dneska každý. Po prvním roce jedno% denního zhodnocení byste měli 1239 dolarů, po druhém roce už 15377 dolarů. No a 9. Rok byste měli 691 miliard dolarů. Gratuluju jste nejbohatší člověk na světě. To není zlé na to, že jste měli jenom 100dalrovou investici. Jak vidíte, jednoprocentní denní zhodnocení není úplně normální. Ono ve skutečnosti třeba I 30procentní průměrné roční zhodnocení držet to podekády, není úplně jednoduchá záležitost. Pro porovnání třeba zvažte fond DMdellian, který je známý jako jeden z nejlépe performujících fondů na světě úplně vlastně v historii lidstva. Tenhle fond najímá nejlepší matematiky, vědce, fyziky a podobně, aby dělali analýzy akcí. Tenhle fond od roku 1968 do roku 2016 doručil investorům 66% roční zhodnocení. A to průměrně v rámci toho rozmezí. A to před započítáním poplatků. Kdybychom započítali poplatky, tak pak to je 39% ročně průměrně, což I to je neuvěřitelné. Mimochodem na tom vidíte, jak vlastně dokáže poplatek skrouhnout zisky investorům. A teď si vemte, že většina investorů v ČR platit 2% management fee, tedy roční průměrný poplatek fondům, které nemají ani 8 roční zhodnocení. Takhle my si tu žijeme. Každopádně, pokud tohle byl ten nejlépe preformující fond za poslední dekády, no tak co si počkáme my obyčejní investoři? My obyčejní investoři si musíme počkat na řekněme třeba I průměrné výnosy jednotlivých tříd aktiv. Bavíme se o tom, že třeba akcie vynášejí v poslední dekádě průměrné roční zhodnocení mezi 10 až 11 ročně. Pokud se rozhodnete investovat dluhopisů ČR, což je velmi bezpečná investice, tak ty vám ponesou aktuálně 585% ročně průměrně. No a pokud máte peníze na běžném, účtu trvat 0, respektive jste v mínusu, protože inflace. Jako další typ investování, kterou mají čeští investoři velmi v oblibě, je investování přes Crefundingové platformy, kde investoři společně investují do nemovitostí, úvěrů nebo malých a středních firem. Jako je sponzor dnešního videa platforma Fin GIOod, u kterého je průměrný roční výnos pro investory něco mezi 11 až 12 ročně. Investovat můžete do který za něj dostanete. Investovat zde můžete od tisícovky, takže investovat můžou I menší investoři a díky množství projektů můžete pěkně I vlastně rozprostřít a diverzsiovat své portfolio mezi několik projektů. S Fingudem jsme taky pro vás připravili výhodu, že pokud při registraci zadáte kód OK 500, tak při proinvestování 5 tisíc korun dostanete pětistovku na váš účet, což je v podstatě 10procentní zhodnocení zdarma. Link pro registraci máte v popisku videa. My si tady často spolu povídáme o tom, jak vypadá průměr akciového trhu a pokud vybíráte jednotlivé akcie, tak samozřejmě si můžete vést lépe Tohle je třeba skříň z mého jednoho soukromého účtu, kde vybírat pouze jednotlivé akce a neinvestuju do ETFFK. 47% zhodnocení za poslední rok není vůbec zlé, ale pravděpodobně takového zhodnocení nedosáhnu každý rok. Moje průměrná roční zhodnocení na akcích je nyní kolem 15% za poslední dekádu. Otázka je, kolik lidí tohle vlastně dokáže? No, jako vždycky máte nějaký nadprůměr, máte nějaký průměr a pak máte podprůměrné hráče. A samozřejmě jako všude, tak I v investování, pokud tomu obětujete nějaký čas, budete se vzdělávat, no tak jednoznačně dostanete na vašich penězích lepší výsledky lepší ziskovost návratnost. Bylo by však nerozumné si myslet, že člověk, který začíná nebo jeden nebo dva roky, bude mít nadprůměrné zhodnocení hned ze startu. To je asi taková pravděpodobnost jako myslet si, že si koupíte tady tradingový kurz a stanete se profit traderem, když jediný čas, kdy budete tradovat, je mezi přestávkami ve škole při svačně nebo když přijdete po 9hodinové ši domů za svou rodinou a myslíte si, že budete profit traderem. Jinými slovy, ta pravděpodobnost je velmi velmi nízká. Takhle trading nefunguje a vaše šance stát se profit traderem je ještě mnohonásobně nižší, než se stát investorem, který bude mít průměrné roční zhodnocení 15%. A I když se podívám na nepopiratelné neskutečné výsledky členů z mé investiční skupiny na Pattonu za minulý rok, na které jsem neskutečné pyšný, a I když jsem dneska už pomohl tisícům lidí stát se dnes už úspěšnými investory, tak jsem si sám na sebe upletl tak trošku bič. Neustále mi chodí dotazy Ondro, ale je možné začít úspěšně investovat I dnes, když je trh na svých vrcholech? Mohl bych odpovědět jenom ano, ale já chci jít s kůží na trh a chci vám ukázat, že to opravdu jde. Na xTBčko jsem si nahrál přes 1 000 000 Kč a během 4 měsíců je pro investu ve zbrusu novém portfoliu. Budu cílit průměrně na 15% ročně v následujících 10 letech. Tuhle svoji cestu budu přesně sdílet na svém Patreonu s podrobnými popisy, kde co, jak jsem nakupoval. A proč? Spousta z vás mi psala, že se chcete inspirovat. Důležité je, že začít můžete klidně I s pár tisícovkami, důležité je začít. A I když vypadá takhle moje portfolio za poslední rok, tak I takto je to výzva. Milionova čeli začíná, link na ni máte v popisku videa. Když se dneska podíváme na akciový trh, vidíme PE na 27, což rozhodně není levné, ale zároveň jsme hodně daleko od vrcholů, jako jsme měli například za covidu nebo nedejbože za nemovitostní krize v roce 2008. Něco zvláštního se však na trzích děje a to je to, že Gamblin je zpátky. Mým akce jsou zpátky a taky šetcoin. Pro ty z vás, kteří neví, o co jde, tak v podstatě lidská nátura je nastavena na Gamblena Hazzard. Hazzard tady s námi je v podstatě už tisíce let. A hádejte co na akciích nebo kryptoměnách se nám taky pořádně za Gamblit. Akce je Gamestopu, což je v podstatě prodejna videohé nějakého vybavení, za posledních pět dnů vyrostli o skoro 150 A v roce 2021, kdy byl největší boom těchto mým akcí, tak vyrostli dokonce o 1000 Některé pochybné kryptoměny dokonce nyní letí I o desítky za den nahoru. Velké zisk na akcích nebo I kryptoměnách jsou za noc možné. Nutne ale říct je, že to není úplně běžná věc. A tyhle věci jsou spojené s velkým rizikem. Akciové trhy mají oproti obyčejnému kasinu obrovskou výhodu. A to je ta, že dokážete, pokud jste dobří dlouhodobě ty misky vah naklonit na svoji stranu. A to svou strategií. Je nedávno zemře legendární kterém většina z vás hádám nikdy neslyšela, ale každopádně byste měli. Jim Simoans byl legendární matematik a zakladatel fondu, který dosáhl neuvěřitelného zhodnocení díky využití matematických algorit a modelů. Jeho průměrné roční zhodnocení po více než dekádu bylo 66 ročně. Tohle byla naprostá světová špička, co někdo kdy vůbec dokázal. Tyhle výsledky jsou naprosto jedinečné a nikdo ani v České republice po tak dlouhou dobu se těmto výsledkůmblíží. Pravděpodobně vůbec nikdy. A já vám teďka řeknu jedno zásadní moudro, které stejně 95% lidí v ČR vůbec nechápe a to je to, že riziko a vyšší potenciální zisky jsou pozitivně korelované. Co to znamená? To znamená, že pokud chcete více vydělat, tak na sebe musíte vzít vyšší riziko A pokud vám někdo říká, že vám doručí zisk 25, 35, 40% ročně bez vyššího rizika, tak byste měli rychle utíkat. Druhý extrém jsou zase miliardy korun od lidí, kteří nemají žádné informace, jak investovat v penzijních fondech, které jim dávají 4 ročně, ty lidi platí obrovské poplatky a ještě mají ty akcie nebo ty investice v těch fondech zamknutých klidně dvacet let, což úplně dává pryč tu největší výhodu akcí, a to je jejich likvidita, že nemusíte čekat na kupce, na katastr, na nějakou paní úředníci, což je naprosto absurdní, že lidi mají svoje peníze tak špatně uzamčené v těchto fondech. A ano, jedno z mých soukromých portfolií za poslední rok vypadá takto. Nuttej je ale říct, že já sám investu už 10 let a poměrně hodně času jsem dedikoval, aby se v tom investování dostal alespoň na nějakou nadprůměrnou úroveň. A I v tomhle portfoliu, které má takto vysoké zhodnocení, jsem na sebe vzal vyšší riziko, než je běžné při investicích, o kterých mluvím tady na YouTube nebo ve své investiční skupině na Patreonu. A já vlastně všechno, co jsem se na těch 10 let naučil, se snažím vám tady teďka předávat. Takže pokud byste se chtěli sami naučit investovat a chtěli nechat vaše peníze pracovat, I když třeba spíte, přijdete se do naší více než šestitistiové Invesku komunita na Pattronu. Máte tam všechny videa, které potřebujete k tomu, abyste úspěšně investovali. Zároveň tam teďka probíhá milionová challenge, takže na to můžete mrknout, stačí sledovat a učit se živě z mých konkrétních kroků, kde s kým na 15% roční zhodnocení A kdyby vás zajímalo, proč slavný legendární investor Warrem Brafet prodává a naopak ještě drží více hotovosti, možná očekává krizi mrkněte na tohle video Mějte se!"