"Investice jsou na vrcholu. Po velmi úspěšném minulém roce, kdy investoři vydělali spoustu peněz, vydělávají investoři investoři spoustu peněz I letos. Nejslavnější americký index, index asNP PHmmd třeba na jen klivé akcie jako Microsoft, který se od začátku roku připisu okolo 13, Palenr přes 110 a meta dokonce více než 66 Všechny tyhle akce držím ve svých portfoliích. Sámdes investu už přes 10 let a spravuju vlastní portfolio ve výši více než 50 milionů korun nedávno jsem se dokonce účastnil jako řečník největší tradingové a investiční konference, kde se účastnil více než 1400 z vás. Za poslední roky jsem se setkal s opravdu bohatými lidmi v rámci ČR a všiml jsem si dvou podobností, které opravdu všichni tihle bohatí Češi dělají. Zaprvé bohatí Češi investují. Investují do aktiv, jako jsou například akcie nebo nemovitosti, ale také investují do sebe, do svého knowhow, do svého vzdělání. V tomhle videu bych s vámi chtěl sdílet poznatky za 10 let svého investování. Tohle video bych totiž chtěl vidět, pokud by mi bylo znovu 21 let a začínal investovat Protože věřte mi nebo ne, ale před desíti lety, kdy jsem začínal investovat já, tak rozhodně na internetu nebyly žádní youtuberři, kteří by vám dávali svoje zkušenosti nebo pomáhali vám na jak na to. Skoro bych tedy až řekl, že přestaňte nakupovat akcie, pokud se nepodíváte na tohle video. Ahoj, moje jméno je Ondra a vítejte u dalšího investičního videa. Za prvé, na burze neexistuje oběd zdarma. Většina z vás asi tohle rčení nikdy neslyšela. Nebojte, já před 10 lety taky rozhodně ne. Na burze neexistuje oběd zdarma, vlastně vyjadřuje myšlenku, že na finančních trzích není možné získat zisk bez rizika nebo úsilí. V zásadě to znamená, že pokud chcete na burze vydělat, tak musíte podstoupit určité riziko, investovat peníze, investovat čas nebo vaše znalosti. V kontextu burzy to znamená, že pokud máte nějakou příležitost s vysokým ziskem, tak dost pravděpodobně nebo jistě je tam I vysoké riziko. Každý z nás se alespoň jednou v životě setká s pod pultovou nabídkou investice, typu, investice do vody, do firem, které mají zavelesnit planetu, do kryptotěžšských strojů na umělou inteligenci, které přeci zajistí jistý zisk 2025 ročně. Minimálně. Tyhle na první dobrou sexy znějící investiční příležitosti mají dva charaktery. Zaprvé, buď je to totální podvod od začátku a ten člověk, který vám to prodává, o tom ví nebo je prostě hloupý a o tom neví. Už tolik kauzs o finančních poradců bylo, kteří se vymlovali, že své klienty sice dovedli na jistí podvod, ale přece o tom nemohli vědět. Těžko říct. Každopádně, za druhé, pokud to není jistý podvod úplně od začátku, tak je to minimálně příležitost s obrovským rizikem. Ano, můžete vydělat 2025 ročně, ale možná tak budete vydělávat první rok a pak je tak 80% šance, že váš kapitál ztratíte. O tom riziku v těchhle projektech se samozřejmě nemluví a nikdo vám o něm neřekne. A já to vím, protože jsem samozřejmě kdysi, jak jsem byl naivní mladý klub, tak jsem na to taky naletěl. Byl jsem ve stejné situaci. Můžu vám se 100% 100tou říct, že tyhle případy nikdy nevymizí, protože zásoba naivních lidí neustále v rámci ČR vzniká. Proto vám můžu říct jednu věc, že na burze neexistuje oběd zdarma. Dvojjka a tenhle bod Vám ušetří opravdu ušetří starostí a peněz. Finanční poradci nebo lidé v bankách nebo jiných finančních institucích nejsou investoři. Nerozumí investování alespoň ve většině případů Tile lidé sami nemají zainvestováno ani korunu, přestože vám radí s vašimi penězi, co s nimi máte dělat. Tohle je smutný fakt Ale Ondro, co mám udělat? Jak mám poznat dobrého bankéře? Toho dobrého finančního poradce? A já vám poradím jednu jednoduchou otázku, kterou se vždy můžete zeptat a podle toho to poznáte. Jen tahle konkrétní otázka pravděpodobně všem lidem, kteří se podívají na tohle video, dohromady ušetří desítky možná stovky milionů korun. Ta otázka na tohoto člověka zní. Prosím vás a kde vy máte zainvestované vaše peníze? A jak se vaším investicím daří? Pokud vám ten člověk, který vám má radit s penězi, neodpoví nebo nechce odpovědi na tuhle otázku, tak jednoduše si od něj nenechte radit s vašimi penězi. Mně to přijde až bizarní, ale věřím, že třeba ve zdravotnictví byste si asi nenechali operovat žaludek člověka, který v životě nic neoperoval nebo nedržel skalpel v ruce, nicméně v rámci ČR si lidé nechávají radit o investicích a penězích od lidí, kteří v životě neinvestovali nebo kteří investují svoje peníze podprůměrně. Já vám řeknu reálný příklad. Doslova před třemi dny mi volal klient, Hele, Ondro, mám na spořáku 25 milionu korun no a samozřejmě spořárák, no 34% jsem trošku nervózní břehy ty peníze tam nic nevydělávají. Ale zároveň dodává Hele ale já tak za 6 měsíců tyhle peníze nutně potřebuji na další projekt Já jsem zjišťoval, co mám dělat, volal jsem svojí banké Klidně to pošlete do investic, klidně to pošlete do akcií. No jak já jsem to slyšel, tak mi normálně málem omylu, že člověk, který pracuje v bance, radí lidem s penězi, radí člověku, že má naše měsíců zainvestovat do akcií nebo nebo nějakých fondů. To je naprostá loterie. To normálně je v podstatě to, jak kdyby mu řekla těch 25 milionu vsaďte na červenou nebo černou a běžte s nima do kasina. Ten normálně ekvivalent, co ten člověk pracující v bance tomu mému klientovi vypadal. Opravdu někdo, kdo pracuje ve financích, by měl mít alespoň základní znalosti finančních trhů. Bohužel tomu tak v ČR není. To samé je v jiných finančních institucích a podobně. Samozřejmě za vaše peníze vždy odpovídáte vy. Proto se ptejte na otázku. Prosím, máte nějaké investice, mohl bych je vidět a jak se těm investicím daří. Za třetí a tahle věc my konkrétně stala poměrně hodně peněz a věřím, že vás minimálně taky a to je, že nebál bych se investovat na maximech. Nebál bych se investovat, když jsou trhy prostě jednoduše nahoře. A to je strašný problém u začínajících investorů. A nebo obecně u lidí, kteří samozřejmě investicím nerozumí. A já jsem kdysi byl úplně stejný. Hadejte co, když jsem investoval, začíná investoval v roce 2014, tak se vlastně trh vzpamatovával z nemovitostní bubliny. To byl obrovský propad, trh se vzpamatovával a byl zase už relativně nahoře. A už tehdy lidi mluvili No tak přece to musí znovu spadnout, to už je dnes zase nadhodnocené. Kdybych tehdy ještě více váhal, tak by se připravil o miliony korun v jistých. Protože jenom od té doby, od roku 2014, je trh nahoře přes 26%. A úplně stejně je to I dneska. Tohle jsem říkal na konci 2020 v jenom z mých prvních videí tady na YouTube. Další velká chyba je ta, když investoři čekají a neinvestují vůbec. Připravují se tak ozizky, který nám akciový trh jako celek již desítky let poskytuje. Od vyhání tohohle videa je index nahoře o víc než 60 A to připomínám, jsme si prošli smrtelným virem. Kdybych tak znovu dneska začala investovat, jednoduše bych Protože nejlepší doba začít investovat byla před dvaceti lety, ta druhá nejlepší je dnes. Investoři, kteří dneska začínají, stejně budou za někoho liglet, se tady pokleppávat po rameni, jak udělali dobře, že nějaké peníze vůbec investovali. I já osobně dneska stále investorům to, co to jde, protože je naprosto zbytečné časovat trh. A my víme, že historicky akce prostě více rostou než klesají. Kdo mě nevěří, tak se prostě podívejte na index z Zen P.FRND. A já týdně opravdu dostávám desítky zpráv od členu moje investiční komunity na Pattronu, jak jim moje komunita a informace v ní pomohli pochopit svět investic a především vydělat peníze. Tuhle komunitu bych rozhodně doporučil. Za mě to jsou nejlíp utracení peníze, které jsem kdy vložil do nějakého internetového Tvůrce. Já moc lidí, co zveřejni vystupují na internetu necením, ale Ondro a jeho komunitu na tu nedám dopustit. Naučila mě strašně moc, nikdy tu ve komunitu nehodlám dopustit Myslím si, že investování určitě pro každého je, hlavně I já jsem z toho důkaz, jelikož I já jako na mateřský, dokážu investovat. Každý den je tady v tom směru drahý a určitě toho si mysle, ten to začne právě dneska nikdy nebude litovat. Takže já ho Ondroron, takže jsem členem zhruba 6 měsíců a je to bomba, to naprostá pecka ta komunita, tvoje nákupy nebo tvoje investiční teze. A investoval jsem předtím pomocí amondy a partner z jejich fondu, nebylo to úplně nejlepší rozhodnutí v životě a rýovám si člověk učí. A teď jsem mladý. Je to tak, politici už naprosto jasně říkají, že žádný superdůchod nás rozhodně v budoucnu nečeká. Ať čím dříve vezmete odpovědnost do vlastních rukou, tím lépe Komuitě už nás je okolo 6000 investorů, kteří nechávají své peníze pracovat pro ně, I když třeba spí. A proto v roce 2024 zainvestujte do sebe a vemte vaše peníze do vlastních rukou. A zařaďte se mezi úspěšné investory v komunitě. Zbývá posledních 150 míst pro ty, kteří chtějí stopy do komunity, kde vás naučím, jak ziskově investovat a dosáhnout finanční svobody Nyní stále za nižší cenu, která vám navíc zůstane napořád. Hned jak se těch 150 míst vyproda, tak budu cenu o 20% zvyšovat. Poříte si jediné předplat v České republice, které si na sebe vydělá samo. Link na Patreon máte v popisku videa Dále existuje jeden důležitý princip, který jsem se v investování už pár let zpátky naučil, ale ze začátku jsem ho nevěděl, ale funguje I v životě a to jsou náklady ušlechti příležitosti, nad kterými já přemýšlím vším starší a zkušenější jsem tak mnohem víc. Každá investice každou činnost, kterou jste kdy k životě udělali nebo uděláte, tak vždycky které ne činnosti nebo investici existuje určitá alternativa. A váš úkol je vybrat tu činnost nebo investici pro vás nejvýhodnější. Když totiž rozhodnete investovat vaše zdroje, to znamená čas, úsilí, peníze do určité činnosti, ať to znamená, že ztrácíte možnost tyhle věci investovat někde jinde. Tahle ztracená možnost jsou náklady let příležitosti Například pokud máš pouze tisíc korun a chce, že investovat do akce AC, ztrácíš možnost investovat tyhle peníze do akce B Nebo pokud se rozhodneš místo třeba toho milionů místo to, aby ho zainveststoval dostal na akciích 12%, tak se ho rozhodneš mít na spořícím účtě kde má 4%, no tak ztrácíš ten výnos 8%, což je rozdíl mezi těmito dvěma nástroji. Nebo pokud se rozhodneš pro Lucicii, tak ztrácíš možnost být s Karolinu nebo by to aspoň nějak mělo být. Náklady už lepší příležitosti jsou neviditelné, nicméně vždycky v životě platíte a neplatíte vždycky jenom penězi, ale taky právě těmi alternativními rozhodnutíi, které jste nikdy neudělali. Chápu, že tohle je už trochu pokročilá věc na přemýšleních, ale nemůžeme spolu pořád jen rozebírat 10 letovku se složené. Další věc, kterou bych tady chtěl upozornit je, že investice nejsou spoření. V ČR existují dva extrémy. První extrém je, který si myslí, že spořící účet je přece to investování, když mi to dělá ty 3 4 No a druhý extrém je zase lidi, kteří si myslí, že investování do akcií nebo investování do kryptoměn je spoření. Což není samozřejmě pravda. Každá investice nese svoje riziko od toho nejnižší, když investujete třeba do státních dluhopisů, až po to nejvyšší riziko, když investujete do nějaké nové kryptoměny nebo řekněme děláte právě Equity andělské investování. Hodnota akcí je silně závislá na očekávání investorů ohledně budoucnosti. Když prostě přichází období nejistoty, což přichází jednou za 5 až 10 let, no tak samozřejmě akcie klesají, tak jako jste to mohli vidět třeba v období covidu, kdy akce během 3 týdnů klesly o zhruba 35 Riziko se však vždycky vyskytuje tam, když nevíte, co děláte. A riziko se nakkontrolovat tím, že se stanete lepšími investory Proto vám předat má 10leté zkušenosti na burze na jednom místě. Pokud se tedy nechcete ve vašem investování řídí den pocity nebo náhodou pro posledních 150 z vás, mám na svém Pejitonu nižší cenu, kterou následně budu zvyšovat. A nezapomeňte, život je jako monopoly. Pokud na sebe nebudete brát riziko a nebudete nakupovat aktiva, skončíte jako ten, který všem za všechno jen platí. Zkuste to, zkuste to klidně na měsíc, nakoukněte za ten payvo a opravdu se přesvědčíte, že ty informace, co tam jsou, mají hodnotu"