[
  {
    "transcript": "Tam se znovu stal americkým prezidentem, což kryptoměnové, ale I akciové trhy, poslalo raketově nahoru IntextX SNP Fid, Bitcoin, ale I moje soukromé portfolio dosáhlo nových vrcholů A na světě tak vlastně není nikdo, kdo by na těchto aktivech prodělával pokud samozřejmě v minulosti se ztrátou neprodal Dále akcie, o které tady mluvím už téměř tři roky a tím mám na mysli Palantir, ohlasilo skvělé kvartální výsledky a jeho akcie si od začátku roku připisuje přes 200 A jelikož je Palantir moje největší pozice v portfoliu, musím se k němu vyjádřit a řeknu vám, co se změnilo.",
    "violatedReason": "The YouTube transcript mentions particular financial instruments, such as \"IntextX SNP Fid, Bitcoin, and Palantir,\" and discusses their positive performance without considering any personal circumstances of the audience. It suggests that nobody would face a loss on these assets unless they sold at a loss previously, implying a general recommendation. As per the rules, even public recommendations can be seen as personalized if they are directed at an audience with specific traits, such as those holding or interested in those assets. The statement could be seen as an indirect suggestion that these investments are suitable for the general audience, potentially leading them to believe this advice is relevant specifically to them, violating the principles described under personalized and indirect recommendations.",
    "start": 9.679999,
    "end": 54.51
  },
  {
    "transcript": "Vždycky tam do té tabulky na Patreon napíšu vnitřních hodnotu té dané firmy, to znamená cenu, za kterou tu danou akci si myslím, že je fajn koupit, abyste jste za ni nepřeplatili a na té firmě vydělali.",
    "violatedReason": "The statement from the YouTube transcript, \"Vždycky tam do té tabulky na Patreon napíšu vnitřních hodnotu té dané firmy, to znamená cenu, za kterou tu danou akci si myslím, že je fajn koupit, abyste jste za ni nepřeplatili a na té firmě vydělali,\" could potentially constitute indirect investment advice under the extracted legal rules. The person is providing specific price recommendations for buying stocks with the expectation of making a profit, which might be perceived as a personalized recommendation depending on the context provided to the audience.\n\nEven though the recommendation is made to a broader public (presumably to Patreon subscribers), the fact that the recommendation includes a specific value judgment (\"cenu, za kterou tu danou akci si myslím, že je fajn koupit\") suggests that it might not be a simple public recommendation. Such suggestions can be viewed as a form of indirect recommendation, especially if it influences individuals in making financial decisions without assessing the personal situations of each client or subscriber.\n\nThis could contravene legal rules about providing personalized investment advice (Nařízení (EU) 2017/565, čl. 9) where recommendations should account for the personal circumstances of clients or should not be perceived as specifically individualized even if made broadly available. Additionally, the lack of consideration of whether the investment corresponds to the needs of the target market (§ 15c odst. 2 ZPKT) could also pose compliance issues.",
    "start": 278.25497,
    "end": 290.16
  },
  {
    "transcript": "A navíc, pokud se registrujete s kódem Kobersky, můžete soutěžit do konce roku o Porše Keymannan Takže když to vyhrajete, do doufám, že mě aspoň svezete link pro více informací a stáhnutí aplikace najdete v popisku videa Další velkou novinkou pro mě, ale I pro tisíce investorů, kteří investovali se mnou do téhle akce jsou výsledky Palm, což akce, o které tady mluvím stát úplně nejdéle, to znamená snad přes tři roky nebo kolem 3 let a donedávna to byla I moje největší pozice v portfoliu, která opravdu byla skoro potom růstu 20 celou mou portfolio bylo v jedné akci.",
    "violatedReason": "The YouTube transcript contains statements that may be considered investment recommendations or promotions potentially considered as investment advice under the legal rules provided. The mention of \"výsledky Palm\" and how it was the speaker's largest position in the portfolio could imply an endorsement or encouragement to invest in Palm. The transcript suggests that this action has been significant for both the speaker and many other investors, which could influence viewers to consider investing in the same action. This could contravene the definition of investment advice as it might be perceived that the statement is aimed at individuals who share similar portfolio interests or are interested in such investments. This violates the principle of public recommendations that can be seen as individualized recommendations based on perceived suitability for individuals, which aligns with the discussion in the provided legal rules.",
    "start": 581.5,
    "end": 620.985
  },
  {
    "transcript": "Když se podíváte na dnešní ceny, tak vidíte na Pantiru stovky% nahoru a na Microsoftu 10% nahoru Jak vidíte, vybírání kvalitních firem a akcie investování, když víte, co děláte, opravdu funguje Každopádně vy, kteří jste to nestihli, nevěřte hlavu, vždycky přijdou nové akcie, nové příležitosti, na kterých lze vydělat Opravdu není jedna přijde I to za dekádu takhle to nefunguje A přesně tyhle akcie, na kterých já chci v budoucnu vydělat a ve kterých já do budoucna vidím potenciál jsem shrnul do nového článku na Pattronu, kde shrnul co se nyní děje na trzích a kde já osobně vidím nové příležitosti k nákupu, abychom na nich v budoucnu vydělali jako na Palelantiru Píšu o nich, stejně jako jsem psal tehdy o Palelantiru Pokud jste však začáteční, nejprve se v mé investiční komunitě podívejte na tyhle základní videa, které vám otevřou cestu Někteří lidí, kteří jsem teď potkal na CzechCrunchi, kde jsem měl přednášku, tak řekli, že jim to otevřelo mysl.",
    "violatedReason": "The YouTube transcript contains statements that can be perceived as offering investment advice, which may contravene the legal rules governing investment advisory services. The speaker references specific companies such as \"Pantiru\" and \"Microsoft,\" suggesting that choosing quality firms for stock investments is effective if you know what you are doing. Furthermore, the speaker mentions a new article on \"Pattron,\" detailing potential future investment opportunities, implying a recommendation to the listeners.\n\nAccording to the extracted legal rules, investment advice must consider specific clients' personal situations (Definice investičního poradenství dle čl. 9 nařízení (EU) 2017/565). Even though the advice is made publicly available, it could still be seen as individualized if it is perceived as specifically tailored to individual circumstances (Veřejně dostupná doporučení a jejich potenciální individualizace). The context provided by the speaker can lead the audience to believe the recommendations are tailored for them, particularly when the speaker mentions personal insights and future expectations of companies' potentials. \n\nAdditionally, if the speaker targets a specific group, such as novice investors who attend seminars (as indicated by the reference to people met at CzechCrunch), this could also be construed as an indirect form of individualization (Inicializace výběru příjemců). Therefore, there is an indication of providing investment advice without appropriately addressing the necessary legal framework and considerations, such as the suitability of investment products for the recommended audience (§ 15c odst. 2 ZPKT).",
    "start": 781.22,
    "end": 842.655
  },
  {
    "transcript": "Takže tam na to mrkněte a přejdete se více než 6000 aktivním a ziskovým investorům v mé investiční komunitě.",
    "violatedReason": "The statement from the YouTube transcript, \"přejdete se více než 6000 aktivním a ziskovým investorům v mé investiční komunitě,\" could imply an indirect investment recommendation aimed at a specific group, which is not compliant with the rules regarding investment advice. According to the extracted legal rules, any public recommendation can be seen as personalized if it is targeted at a group of recipients with common characteristics such as portfolio composition or other shared traits. By mentioning a specific group of \"active and profitable investors,\" the speaker may be creating the perception that this investment opportunity is particularly suitable for individuals fitting into this successful investor demographic, causing it to be viewed as individualized investment advice. This contradicts the principle that recommendations should only be considered individual when they reflect personal circumstances or are not directed solely at the public.",
    "start": 854.42004,
    "end": 861.48004
  },
  {
    "transcript": "No a samozřejmě finanční poradci obchodníci byli namotivovat, že konečně vydělávají velké peníze, jsou to přeci jen obchodníci a tak tlačili fond Ondřej Janati, growingway do svých klientů, kteří pak do fondu investovali A",
    "violatedReason": "The YouTube transcript suggests that financial advisors pressured their clients into investing in the \"fond Ondřej Janati, growingway\". This statement implies that financial advisors might have been promoting a specific financial product (the fund) to their clients. This could contravene the legal rules regarding investment advice as follows:\n\n1. **Personalized Investment Advice**: According to the legal rules, investment advice should be personalized and reflect the personal circumstances of the client. There is no indication in the transcript that the recommendations made by the financial advisors were specifically tailored to the clients’ individual needs or financial situation. If they recommended the fund without considering the client's personal circumstances, it could be a failure to provide personalized investment advice as described in the rules.\n\n2. **Potential Individualization of Public Recommendations**: The legal rules suggest that even public recommendations must be individualized if they are forwarded to a client with a view to their personal situation. The implication that advisors were \"motivated\" and \"pushed\" clients towards this fund suggests a fail to treat such recommendations as individualized, potentially contravening the rule that public recommendations need to be individualized if provided to clients specifically.\n\n3. **Product Governance and Target Market Assessment**: If financial advisors were recommending the fund without ensuring it fits the needs of the target market and specific clients, it might violate the product governance rules, specifically §§ 12ba and 12bb of the cited legislation, which require that financial instruments be evaluated for compatibility with the needs of the target market (as per § 15c odst. 2 ZPKT). The lack of indication that such needs assessments were performed in the transcript raises potential concerns regarding this requirement.\n\nOverall, the manner in which recommendations appear to have been given as described in the transcript raises potential issues with the requirements for personalizing investment advice, individualizing public recommendations, and assessing the target market compatibility, violating the cited extracted legal rules.",
    "start": 1049.59,
    "end": 1064.8049
  },
  {
    "transcript": "Moje desetileté zkušenosti a návody s investováním najdete nemám Pattronu Podívejte se na ty základní videa Taky tam najdete poslední článek s analýzou firem a co se aktuálně děje na trhu, kde nyní vydělat a najdete tam I návod, jak opravdu své první ziskové portfolio I pokud jste úplný začátečník a to pod 60 minut Přijdete se do komunity, kde už je dnes více než 6000 lidí, více než 4 roky v kuse, kde jsou opravdu ziskoví investoři a chytří lidé, kteří se financemi zabývají.",
    "violatedReason": "The YouTube transcript suggests providing guidance on creating a profitable portfolio within 60 minutes, even for complete beginners. This could potentially constitute investment advice as per the definition of investment advice in Article 9 of Regulation (EU) 2017/565, which relates to recommendations on financial instruments provided directly to clients. The statement suggests a form of personalized advice by implying it is suitable for complete beginners, thereby potentially individualizing the recommendation based on the audience's beginner status. Furthermore, the mention of joining a community of profitable investors and smart people dealing with finances could also be viewed as targeting a specific group of recipients with common characteristics, potentially making the recommendation seem individualized. These factors might lead to the perception that the advice is tailored specifically for individuals, falling under the scope of investment advice that requires compliance with relevant regulatory requirements.",
    "start": 1191.0199,
    "end": 1222.37
  }
]