[
  {
    "transcript": "Vždycky tam do té tabulky na Patreon napíšu vnitřních hodnotu té dané firmy, to znamená cenu, za kterou tu danou akci si myslím, že je fajn koupit, abyste jste za ni nepřeplatili a na té firmě vydělali.",
    "violatedReason": "The statement provided in the YouTube transcript suggests personalized investment advice by indicating a specific \"vnitřní hodnotu\" (intrinsic value) of a company and a price considered appropriate for purchasing its stock. This can be seen as an individual recommendation tailored to the specific circumstances of the audience, which falls under the category of personal recommendations as defined in the legal rules. According to the legal rules extracted, such personalized advice requires adherence to stricter regulations concerning personal investment advice, and failing to classify or regulate it as such could be a violation of Czech law in line with Article 9 of Regulation (EU) 2017/565.",
    "start": 278.25497,
    "end": 290.16
  },
  {
    "transcript": "A navíc, pokud se registrujete s kódem Kobersky, můžete soutěžit do konce roku o Porše Keymannan Takže když to vyhrajete, do doufám, že mě aspoň svezete link pro více informací a stáhnutí aplikace najdete v popisku videa Další velkou novinkou pro mě, ale I pro tisíce investorů, kteří investovali se mnou do téhle akce jsou výsledky Palm, což akce, o které tady mluvím stát úplně nejdéle, to znamená snad přes tři roky nebo kolem 3 let a donedávna to byla I moje největší pozice v portfoliu, která opravdu byla skoro potom růstu 20 celou mou portfolio bylo v jedné akci.",
    "violatedReason": "The transcript includes a segment promoting registration with a code \"Kobersky\" and the potential to win a \"Porše Keymannan,\" which could be perceived as an incentivized offer related to investment advice. This may imply personalized advice, especially if it's directed at individuals considering investing. It could be misconstrued as a personal recommendation because it suggests a specific action (registration with a code) tied to potential investment outcomes, lacking proper disclosure that it is commercial content rather than investment advice, potentially contravening rules under Article 9 and recital 14 of Regulation (EU) 2017/565 regarding investment advice.",
    "start": 581.5,
    "end": 620.985
  },
  {
    "transcript": "No a samozřejmě finanční poradci obchodníci byli namotivovat, že konečně vydělávají velké peníze, jsou to přeci jen obchodníci a tak tlačili fond Ondřej Janati, growingway do svých klientů, kteří pak do fondu investovali A",
    "violatedReason": "The statement \"tlačili fond Ondřej Janati, growingway do svých klientů\" suggests that financial advisors were pushing a specific investment fund to their clients, which implies the provision of personal recommendations tailored to the individuals' situations. This falls within the definition of personal recommendations as per Article 9 of Regulation (EU) 2017/565, requiring adherence to stricter regulatory standards. If these advisors did not individually assess the suitability of the investment for each client, it might violate the obligations for personal investment advice under MiFID II and the Czech law related to product governance rules.",
    "start": 1049.59,
    "end": 1064.8049
  }
]