"Tam se znovu stal americkým prezidentem, což kryptoměnové, ale I akciové trhy, poslalo raketově nahoru IntextX SNP Fid, Bitcoin, ale I moje soukromé portfolio dosáhlo nových vrcholů A na světě tak vlastně není nikdo, kdo by na těchto aktivech prodělával pokud samozřejmě v minulosti se ztrátou neprodal Dále akcie, o které tady mluvím už téměř tři roky a tím mám na mysli Palantir, ohlasilo skvělé kvartální výsledky a jeho akcie si od začátku roku připisuje přes 200 A jelikož je Palantir moje největší pozice v portfoliu, musím se k němu vyjádřit a řeknu vám, co se změnilo. Buffe dále prodává akce Applu a tak Buffe dneska k dnešnímu dni drží přes 300 miliard dolarů v caši v dolanech a taky v amerických vládních dluhopisech. A nakonec si řekneme, proč by český investor, proč byste vy a vaši známý konečně měli přestat být v investicích naivní, protože v kauze Growingway, kde bylo vybráno přes 15 miliardy českých korun s českých domácností, to nedopadlo vůbec dobře. Kdo za to může, jak se z toho můžeme poučit a jak můžete poučit třeba vaše babičky, maminky nebo známé, aby to s nimi nedopadlo špatně jako tady s těmito lidmi. Ahoj, moje jméno je Ondra a vítejte u dalšího investičního videa. Největší událostí posledního týdne obecně v ekonomice na trzích a možná I na světě je samozřejmě zvolení, znovu zvolení amerického prezidenta Donalda Trummpa. Je to ale nás zasáhne, jak to zasáhne nás Investor běžné lidi, kteří chodíme do práce nebo podnikaáme Vítězství Donalda Trumpa je spíše pozitivní zprávou pro akciové trhy, ale I kryptoměnové trhy. Co se v budoucích letech ale vlastně stane? Donald Trum se bude snažit snížit daně pro podnikatel. Donald Trum je samozřejmě podnikatel, byznysman a tak kde prostě té pravici a obecně podnikatelům samozřejmě trošku více dopředu. Nižší daně a nižší administrativa, což do nám teda chce zavést samozřejmě podnikkům pomůže Protože podniky budou moct vydělávat více peněz a když podniky vydělávají více peněz, tak cena akcí, cena jejich akcí samozřejmě roste Pokud jste investor, tak na rostoucí ceně akce vyděláváte. Je také zastáncem nižších úrokovýchových sazeb, což je zase dobrá zpráva pro akcie a už jsme si 1. 1. Pro. A taky je spíše s příznitelem nebo je přátelsky kryptoměnám a Bitcoinu kdy dokonce chce, chce zavést systém státních rezerv pro bitcoin To samozřejmě jsou všechno velmi pozitivní zprávy pro nás investory To samozřejmě všechno jsou nějaké programy, nějaké sliby politiků. Co ale víme jíst je, že historicky první měsíc po zvolení, ať už je to jakýkoliv kandidát, akcie rostou nahoru. Je to v pozitivní měsíc pro investory. Proč jsou mu vlastně ale je? Většina analytiků to vlastně připisuje tomu, že zmizí nejistota na trzích. Pro trhy je nejistota to nejhorší, co se může stát. Trhy chtějí jistotu. Když trhy nevidí, který kandidát to bude, co to bude znamenat, je to mnohem horší než jasná špatná zpráva. Jistota byť je třeba špatná nebo negativní je mnohem lepší než nejistota. Proto když se zvolí prezident, tak nějaká ta míra nejistoty zmizí, tím pádem pro trhy je to pozitivní zpráva a ty mohou růst. Proto po zvolení, ať je to jakýkoliv kandidát, vždycky je to pozitivní zpráva pro akciové trhy, které rostou. Mimochodem krásně to shrnu tady, kdy přední investor a analytik k tom Lee to řekl v tomhle videu. Podívejte se. Mně do skupiny na Patreon, kde prostě musím udělat analýzu zhruba 40 firem, které tam nyní jsou a dívat se na jejich byznys. Vždycky tam do té tabulky na Patreon napíšu vnitřních hodnotu té dané firmy, to znamená cenu, za kterou tu danou akci si myslím, že je fajn koupit, abyste jste za ni nepřeplatili a na té firmě vydělali. To znamená, veškeré data jsou v té dané tabulce. Když jsem si dělá analýzu, tak vám můžu říct, že americká ekonomika šlape. Burgdy se prodávají, software Microsoftu se prodává, appluto šlape a jsou plné. To je samozřejmě velmi dobrá zprava. I vzhledem k tomu, že americká centrální banka, tedy FED a Jour Palal, jasně řekl, že udělají cokoliv, aby americká ekonomika nešla do recese. Nyní k tomu samozřejmě zmizela nějaká nejistota z americké volby prezidenta, to znamená proto trhy rostly nahoru a cesta do konce roku v zelených číslech je otevřená. A proto I já obecně své klienty posledních tři, čtyři měsíce jsem trošičku říkal Hele, tohle jsou data je dost pravděpodobné, že po amerických volbách to poroste nahoru je fajn, kdybyste investovali. Jsem říkal klientům na mentorinzích, to jsem říkal I lidem na Patreonu. A jak vidíte, byla to pravda, historie a data nelžou historie se pouze opakuje. Každopádně řeknu vám jednu pravdu, která platí ve 100 případů, a to je, ať už prezidentem bude, kdokoliv USA a jim akciím se bude dařit. Vrrt Bafe totiž mluví často o tom, že mnohem raději investuje do skvělé firmy, byť má špatného CEO, tedy ředitele, než do skvělého ředitele, ale špatné firmy. A je to jednoduché proč, protože skvělou firmu je jednoduché řídit, I když jste špatný CEO, a když máte na nic firmu, tak můžete být TOP CEO, ale stejně se trápíte. Warren Buffett tohle vlastně přirovnává k Americe. Amerika je skvělá firma a byť může řídit 4, osm let někdo, kdo třeba není úplně zkušený nebo není úplně dobrý, tak se bude stejně ameriři. Amerika to přežije, protože jednou prostě přijde dobrý CEO. Bude to za 4, za osm let a tím neříkám, že dolar Trumpě špatný. Jen říkám, ten příklad, že nás investory by nemělo až tak zajímat, kdo je u moci. A já si třeba pamatuju, jak dlouho investu do Microsoftu. Microsoft je jedna z firem, kterou mám v portfoliu třeba šest let, jo, z 10 let, co investustu. Microsoft měl éru snad dekádu kdy CEO ředitel Steve Bolmer. To je tenhle týpek, co se proslavil tímhle videem. Tak Tí Tí TDNCE Instorinstorový transformon, Stephen za dekády svého řízení rozhazoval za Microsoft miliardy v nákladech, které se nikdy nevrátili. Stejně Microsoft je nyní I po dekádě špatného vedení jedna z nejúspěšnějších firem snad historie. Minimálně posledních 25 let. A to samé platí I pro USA. Americky akciový trh bude v pohodě. USA bude v pohodě. Ať už u kormidla, krátkodobě a tím myslím opravdu v historii USA, 4, osm let nic moc jako nezmění, tak USA se bude dařit. A proto I já na USA ve svých portfoliích sázím a do USA investuju Pokračuju v nákupu kvalitních firem, které nikam nepůjdou a budou mi dlouhodobě generovat, zjistit. A jsem si jistý, že na nich vydělám v příštích pěti letech, stejně jako jsem vydělal na nich v minulých pěti letech. V tomhle se nic nezmění, ať už prezidentem bude kdokoliv Skvělé firmy a skvělé státy zvládnou překonat I těžká období. A jak je důležité mít dobře rozdělené své portfolia, tak I stejně minimálně důležité mít pod kontrolou I své pojištění. Orbi je Česká mobilní aplikace pro optimali pojistných smluv, která vám pomůže zkontrolou a vylepšením pojištění. Testy ukázali, rozdělí v cenách pojištění a orbis cashbackem 10 je konzistentně nejlevnější jednoduše stačí přeposlat pojistnou smlouvu, orbi se na ni podívá a vyjedná vám lepší nabídku, smlouvu, orbisanání podívá a vyjedná vám lepší nabídku, kterou navíc vám připomenou před výročním datem. U autopojištění dokážou skoro polovině klientů ušetřit v průměru 45 Kč ročně a u pojištění domácností dokáží až 81% smluv ušetřit a tedy zlevnit 1468 korun Češi takto zbytečně přeplácí 14 miliard korun ročně, a proto vlastně I Orby vzniklo. Odby dnes už využívá přes 13 500 lidí, kteří oceňují přehled všech vlastně pojistk na jednom místě a možnost rychlé konzultace. A navíc za každého kamaráda, kterého do odby pozvete, dostanete 200 korun od Odby jako dárek. A navíc, pokud se registrujete s kódem Kobersky, můžete soutěžit do konce roku o Porše Keymannan Takže když to vyhrajete, do doufám, že mě aspoň svezete link pro více informací a stáhnutí aplikace najdete v popisku videa Další velkou novinkou pro mě, ale I pro tisíce investorů, kteří investovali se mnou do téhle akce jsou výsledky Palm, což akce, o které tady mluvím stát úplně nejdéle, to znamená snad přes tři roky nebo kolem 3 let a donedávna to byla I moje největší pozice v portfoliu, která opravdu byla skoro potom růstu 20 celou mou portfolio bylo v jedné akci. Dneska tomu už tak není. Řeknu hned, proč? Poslední výsledky byly paleontoru naprosto úžasné. Paleontoteru opět rostly tržby o více než 30 ročně nebo 30 z roku na rok a takto rostou soustavně už několik let. Palentri je jedna z mých vůbec nejzikovějších pozic, kde opravdu v zisku jsem přes 30050 za nějaké 25 až tři roku, co tuhle akcí držím. Palentri je firma, která vyrábí obrany sofé pro většinu vlád západního světa a zároveň pro velké korporáty, kde optimali prostě jejich byznys. Akce si navíc od začátku roku připisuje dalších 200 Jen pár měsíců zpátky, když byl pánter na ceně okolo 22 dolarů na kus, přesně v tomhle videu jsem říkal, že do dvou let klidně vidím 30 dolarů na kus akcie. I když si myslím, že ano, na dnešní ceně za 20, 23 dolarů na kus, jak bylo v minulosti, tak si nemyslím, že tahle akcie je fundammentálně. To byla samozřejmě na ceně pod 10 dolarů. Tahle akcie je dneska už zisková. Co se týče nějaké dvou až tříleté odhadní, nějaké ceně, kde je moje cílovat cenl akcie, tak je to třeba kolem 30 dolarů na ceně téhle akcie. No, trvalo to asi 4 měsíce a jsme na ceně přes nebo okolo 50 dolarů na kus akce. To je více jak 100% zhodnocení pro lidi, kteří se dívali na tamto video před pár měsíci. Vypadá to, že jsem měl s touhle akcií pravdu. Už více než dva roky říkám, že Palantri bude do další dekády nepostradatel firma. Proto jsem o ní poprvé už mluvil ve svých videích v roce 2022, to můžete vidět tady. Konečně vidíme výrazný růst v tržžbách v soukromém sektoru u Pallanteru, což je přesně něco, co jsem chtěl v těch kvarálních výsledcích vidět a o čem jsem mluvil několik měsíců zpátky. Rus v soukromém sektoru v budoucnu Paleteru právě ponese tu škálovatelnost a ty nejvyšší zisky, takže s tímhle jsem opravdu nadmíru spokojený. Když byl na ceně 10 USD a akcie klesala až na 7 okolo 6 USD na akci. A jak už je to zvykem, o čem tady s váma mluvím, že do toho investustu, tak do toho opravdu investustu a ne jinak to bylo I s Palmérem. Každopádně dneska je Palmérem už opravdu vysoko valuace nedává smysl proto, jak lidí už vína Patreonu, kde jsem to oznamoval přes + mínus s týdnem, odprodal jsem čtvrtinu své celé pozice v páltyru a vybral jsem zisk. Na původním kapitálu jsem za nějaké ty dva, dva a půl roku jsem vydělal čtyřnásobek, což si myslím, že je více než dost. Když se podíváte, tak tohle je článek na Patreonu z roku 2022, kde nakupuju mimochodem Palmter za 7 dolarů a Microsoft za 27 dolarů. Když se podíváte na dnešní ceny, tak vidíte na Pantiru stovky% nahoru a na Microsoftu 10% nahoru Jak vidíte, vybírání kvalitních firem a akcie investování, když víte, co děláte, opravdu funguje Každopádně vy, kteří jste to nestihli, nevěřte hlavu, vždycky přijdou nové akcie, nové příležitosti, na kterých lze vydělat Opravdu není jedna přijde I to za dekádu takhle to nefunguje A přesně tyhle akcie, na kterých já chci v budoucnu vydělat a ve kterých já do budoucna vidím potenciál jsem shrnul do nového článku na Pattronu, kde shrnul co se nyní děje na trzích a kde já osobně vidím nové příležitosti k nákupu, abychom na nich v budoucnu vydělali jako na Palelantiru Píšu o nich, stejně jako jsem psal tehdy o Palelantiru Pokud jste však začáteční, nejprve se v mé investiční komunitě podívejte na tyhle základní videa, které vám otevřou cestu Někteří lidí, kteří jsem teď potkal na CzechCrunchi, kde jsem měl přednášku, tak řekli, že jim to otevřelo mysl. Každopádně pravděpodobně vám to nějakým způsobem pomůže nastavit hlavu k tomu, abyste správně investovali Tyhle základní videa za mě jsou nejdůležitější, než přejdete právě k nějakému výběru akcí. Takže tam na to mrkněte a přejdete se více než 6000 aktivním a ziskovým investorům v mé investiční komunitě. Budu se na vás těšit, I kdybyste tam měli být jenom měsíc, opravdu vám to pomůže a já budu rád, že jsem vám pomohl. Ling máte v popisku videa. Další velmi důležitá novinka, která pravděpodobně tak trošku zlem k těm volbám zapadla je, že Buffek prodává další velký kus Applu, který tvořil dlouhé roky opravdu dominantní kus v portfoliu Buffeta, kdy 40 nebo přes 40% portfolia aktualiového portfolia Buffetha bylo v téhle jedné konkrétní akci. Buffet k dnešnímu dni už ale odpo prodal téměř 23 té obrovské pozice v applu, což jsou samozřejmě stovky miliard dolarů. A s tímhle ziskem opravdu naložil tak, že ho má v caši, který přelil do amerických státních dluhopisů. Buffe dneska drží 325 miliard dolarů v právě caši neboli amerických státních dluhopisech. Za mě je třeba Apple nejslabší článek velkých technologických firem, co se týče budoucího růstu. Je to velmi kvalitní firma, která je ale dneska nyní vysoko. Valuace opravdu nedává smysl, možná I proto bufet prodává. Když se ale obecně podíváme, co bufet poslední roky dělá, tak bufet s defenzifnuje portfolio. Bufet dokonce nenakupová ani v roce 2020, kdy byla nějaká kovidová krize kvůli viru, akce klesl o 30, buffer nenakoval, což mě tehdy docela dost překvapilo. Každopádně osobně si nemyslím to, že buffer prodává Apple, že bychom se tím měli nějakým způsobem řídit. Buffer je někde, my jsme někde, buffer už a investováním svůj majetek vybudoval, my investováním náš majetek teprve budujeme. Buffe má dneska nyní tolik hotovosti, že by si mohl koupit Netflix a opravdu nemyslím jedno měsíční předplatné, ale celou firmu. Nejsme ve stejné situace jako bufet, neměli bychom ho tedy kopírovat. Já zde osobně postavení své na internetu jako investora, vnímám nejenom, že říkáme nějaké nápady, Téze, strategie, jak byste mohli investovat a podobně, taky ale v tom, že bych měl varovat před nějakými pochybnými praktikami nebo osobně lidmi. Velká kauza v České republice, asi jste to zaznamená líbila s firmou growwingway od Ondřeje a Jana Ty, kde nyní prostě padly nějaká obvinění z podvodu. Tehdy se z českých domácností vytáhlo 15 miliardy korun. Jak se to stalo? Tyhle peníze samozřejmě nebyly použity nebo minimálně podle obžaloby, podle toho sepíše v článku nebyly použity vůbec na to, aby byly nějakým způsobem investovány, ale by byly použity na dovolené, auta, baráky a podobně. Samozřejmě Ondřej Janaty, takhle zní obžaloba. Jak se stane, že člověk, který konstantně říká, že garantuje průměrně 30 ročně a nemá na webu napsanou ani svoji investiční strategii vybere 15 miliardy od českých lidí. Jak se to stalo? No, Jana ta samozřejmě sliboval velké odměny, Velké fíčka, finančním poradcem a finančním skupinám. No a samozřejmě finanční poradci obchodníci byli namotivovat, že konečně vydělávají velké peníze, jsou to přeci jen obchodníci a tak tlačili fond Ondřej Janati, growingway do svých klientů, kteří pak do fondu investovali A teď si možná říkáte, Ondro, jak je to vůbec možné? To jsou lidi v České republice pořád tak blbý, že dokážou na tyhle věci neustále skákat? A já říkám, ano jsou, protože jsou na to data, že jsou A já vám říkám pořád konstantně dvě věci. Ta první věc je, pokud vám někdo garantuje, že dokáže téměř bez rizika dělat více jak 20 ronště konstantně, tak za prvé, buď je to hned podvod a nebo je to minimálně velmi riziková investice. Pokud někdo tohle tvrdí, tak je buď podvodník nebo vám neříká rizika. A zadruhé, neustále tady opakuji, pokud si necháváte s investicemi rádi od finančních poradců, kteří neumí investovat a v životě neinvestovali ani korunu, finanční poradci jsou obchodníci. Nejsou to investoři, nerozumí investování to, že se někde našprtali za jeden den na licenci ČNB, neznamená, že dokážou investovat vaše peníze. Lidi v bankách a finanční poradci nejsou investoři, tedy pokud jim chcete svěřit vaše peníze, tedy pokud si chcete od nich nechat radit s vašimi penězi, tak si tyto lidi prověřte. A pokud si jinde neprověříte a dáte jim svoje peníze, tak samozřejmě je to částečně jejich chyba, ale částečně je to I vaše chyba. A samozřejmě finanční poradci, kteří s touhle firmou spolupracovali, zaprvé buď by měli nést nějakou odpovědnost za to, že reálně okradli své klienty anebo za druhé by měli minimálně ukončit svoji činnost, protože pokud spolupracují člověkem, který nemá ani svoji investiční strategii napsanou na webu a slibuje 30 ročně, tak jako nevím, co mají v hlavě Každopádně je to něco, co vám tady říkám neustále Vezměte zodpovědnost do vašich rukou Naučte se vy investovat, naučte se vy hospodařit s vašimi penězma, ať nemusíte neustále věřit nějakým podvodníkům a svěřovat jim vaše peníze. Konstantně už 4 roky mám tuhle zprávu provaz, tak doufejme, že se to třeba za dalších 10 let v Česku zlepší. Moje desetileté zkušenosti a návody s investováním najdete nemám Pattronu Podívejte se na ty základní videa Taky tam najdete poslední článek s analýzou firem a co se aktuálně děje na trhu, kde nyní vydělat a najdete tam I návod, jak opravdu své první ziskové portfolio I pokud jste úplný začátečník a to pod 60 minut Přijdete se do komunity, kde už je dnes více než 6000 lidí, více než 4 roky v kuse, kde jsou opravdu ziskoví investoři a chytří lidé, kteří se financemi zabývají. Lik nám můj Patreon najdete v popisku videa a kdyby vás zajímalo 5 akcií, na kterých chci v roce 2024 vydělat, mrkněte na tohle video. Mějte se."